[
  {
    "date": "2025-06-01",
    "firstReference": "Kis. 7:55-60",
    "firstContent": "Tetapi Stefanus, yang penuh dengan Roh Kudus, menatap ke langit, lalu melihat kemuliaan Allah dan Yesus berdiri di sebelah kanan Allah.\nLalu katanya: \"Sungguh, aku melihat langit terbuka dan Anak Manusia berdiri di sebelah kanan Allah.\"\nMaka berteriak-teriaklah mereka dan sambil menutup telinga serentak menyerbu dia.\nMereka menyeret dia ke luar kota, lalu melemparinya. Dan saksi-saksi meletakkan jubah mereka di depan kaki seorang muda yang bernama Saulus.\nSedang mereka melemparinya Stefanus berdoa, katanya: \"Ya Tuhan Yesus, terimalah rohku.\"\nSambil berlutut ia berseru dengan suara nyaring: \"Tuhan, janganlah tanggungkan dosa ini kepada mereka!\" Dan dengan perkataan itu meninggallah ia.",
    "psalmReference": "Mzm. 97:1,2b,6,7c,9",
    "psalmContent": "TUHAN adalah Raja! Biarlah bumi bersorak-sorak, biarlah banyak pulau bersukacita!",
    "secondReference": "Why. 22:12-14,16-17,20",
    "secondContent": "\"Sesungguhnya Aku datang segera dan Aku membawa upah-Ku untuk membalaskan kepada setiap orang menurut perbuatannya.\nAku adalah Alfa dan Omega, Yang Pertama dan Yang Terkemudian, Yang Awal dan Yang Akhir.\"\nBerbahagialah mereka yang membasuh jubahnya. Mereka akan memperoleh hak atas pohon-pohon kehidupan dan masuk melalui pintu-pintu gerbang ke dalam kota itu.",
    "gospelReference": "Yoh. 17:20-26",
    "gospelContent": "Dan bukan untuk mereka ini saja Aku berdoa, tetapi juga untuk orang-orang, yang percaya kepada-Ku oleh pemberitaan mereka;\nsupaya mereka semua menjadi satu, sama seperti Engkau, ya Bapa, di dalam Aku dan Aku di dalam Engkau, agar mereka juga di dalam Kita, supaya dunia percaya, bahwa Engkaulah yang telah mengutus Aku.\nDan Aku telah memberikan kepada mereka kemuliaan, yang Engkau berikan kepada-Ku, supaya mereka menjadi satu, sama seperti Kita adalah satu:\nAku di dalam mereka dan Engkau di dalam Aku supaya mereka sempurna menjadi satu, agar dunia tahu, bahwa Engkau yang telah mengutus Aku dan bahwa Engkau mengasihi mereka, sama seperti Engkau mengasihi Aku.\nYa Bapa, Aku mau supaya, di manapun Aku berada, mereka juga berada bersama-sama dengan Aku, mereka yang telah Engkau berikan kepada-Ku, agar mereka memandang kemuliaan-Ku yang telah Engkau berikan kepada-Ku, sebab Engkau telah mengasihi Aku sebelum dunia dijadikan.\nYa Bapa yang adil, memang dunia tidak mengenal Engkau, tetapi Aku mengenal Engkau, dan mereka ini tahu, bahwa Engkaulah yang telah mengutus Aku;\ndan Aku telah memberitahukan nama-Mu kepada mereka dan Aku akan memberitahukannya, supaya kasih yang Engkau berikan kepada-Ku ada di dalam mereka dan Aku di dalam mereka.\""
  },
  {
    "date": "2025-06-02",
    "firstReference": "Kis. 19:1-8",
    "firstContent": "Ketika Apolos masih di Korintus, Paulus sudah menjelajah daerah-daerah pedalaman dan tiba di Efesus. Di situ didapatinya beberapa orang murid.\nKatanya kepada mereka: \"Sudahkah kamu menerima Roh Kudus, ketika kamu menjadi percaya?\" Akan tetapi mereka menjawab dia: \"Belum, bahkan kami belum pernah mendengar, bahwa ada Roh Kudus.\"\nLalu kata Paulus kepada mereka: \"Kalau begitu dengan baptisan manakah kamu telah dibaptis?\" Jawab mereka: \"Dengan baptisan Yohanes.\"\nKata Paulus: \"Baptisan Yohanes adalah pembaptisan orang yang telah bertobat, dan ia berkata kepada orang banyak, bahwa mereka harus percaya kepada Dia yang datang kemudian dari padanya, yaitu Yesus.\"\nKetika mereka mendengar hal itu, mereka memberi diri mereka dibaptis dalam nama Tuhan Yesus.\nDan ketika Paulus menumpangkan tangan di atas mereka, turunlah Roh Kudus ke atas mereka, dan mulailah mereka berkata-kata dalam bahasa roh dan bernubuat.\nJumlah mereka adalah kira-kira dua belas orang.\nSelama tiga bulan Paulus mengunjungi rumah ibadat di situ dan mengajar dengan berani. Oleh pemberitaannya ia berusaha meyakinkan mereka tentang Kerajaan Allah.",
    "psalmReference": "Mzm. 68:2-3,4-5ac,6-7ab",
    "psalmContent": "(68-3) Seperti asap hilang tertiup, seperti lilin meleleh di depan api, demikianlah orang-orang fasik binasa di hadapan Allah.\n(68-4) Tetapi orang-orang benar bersukacita, mereka beria-ria di hadapan Allah, bergembira dan bersukacita.",
    "secondReference": null,
    "secondContent": null,
    "gospelReference": "Yoh. 16:29-33",
    "gospelContent": "Kata murid-murid-Nya: \"Lihat, sekarang Engkau terus terang berkata-kata dan Engkau tidak memakai kiasan.\nSekarang kami tahu, bahwa Engkau mengetahui segala sesuatu dan tidak perlu orang bertanya kepada-Mu. Karena itu kami percaya, bahwa Engkau datang dari Allah.\"\nJawab Yesus kepada mereka: \"Percayakah kamu sekarang?\nLihat, saatnya datang, bahkan sudah datang, bahwa kamu diceraiberaikan masing-masing ke tempatnya sendiri dan kamu meninggalkan Aku seorang diri. Namun Aku tidak seorang diri, sebab Bapa menyertai Aku.\nSemuanya itu Kukatakan kepadamu, supaya kamu beroleh damai sejahtera dalam Aku. Dalam dunia kamu menderita penganiayaan, tetapi kuatkanlah hatimu, Aku telah mengalahkan dunia.\""
  },
  {
    "date": "2025-06-03",
    "firstReference": "Kis. 20:17-27",
    "firstContent": "Karena itu ia menyuruh seorang dari Miletus ke Efesus dengan pesan supaya para penatua jemaat datang ke Miletus.\nSesudah mereka datang, berkatalah ia kepada mereka: \"Kamu tahu, bagaimana aku hidup di antara kamu sejak hari pertama aku tiba di Asia ini:\ndengan segala rendah hati aku melayani Tuhan. Dalam pelayanan itu aku banyak mencucurkan air mata dan banyak mengalami pencobaan dari pihak orang Yahudi yang mau membunuh aku.\nSungguhpun demikian aku tidak pernah melalaikan apa yang berguna bagi kamu. Semua kuberitakan dan kuajarkan kepada kamu, baik di muka umum maupun dalam perkumpulan-perkumpulan di rumah kamu;\naku senantiasa bersaksi kepada orang-orang Yahudi dan orang-orang Yunani, supaya mereka bertobat kepada Allah dan percaya kepada Tuhan kita, Yesus Kristus.\nTetapi sekarang sebagai tawanan Roh aku pergi ke Yerusalem dan aku tidak tahu apa yang akan terjadi atas diriku di situ\nselain dari pada yang dinyatakan Roh Kudus dari kota ke kota kepadaku, bahwa penjara dan sengsara menunggu aku.\nTetapi aku tidak menghiraukan nyawaku sedikitpun, asal saja aku dapat mencapai garis akhir dan menyelesaikan pelayanan yang ditugaskan oleh Tuhan Yesus kepadaku untuk memberi kesaksian tentang Injil kasih karunia Allah.\nDan sekarang aku tahu, bahwa kamu tidak akan melihat mukaku lagi, kamu sekalian yang telah kukunjungi untuk memberitakan Kerajaan Allah.\nSebab itu pada hari ini aku bersaksi kepadamu, bahwa aku bersih, tidak bersalah terhadap siapapun yang akan binasa.\nSebab aku tidak lalai memberitakan seluruh maksud Allah kepadamu.",
    "psalmReference": "Mzm. 68:10-11,20-21",
    "psalmContent": "(68-11) sehingga kawanan hewan-Mu menetap di sana; dalam kebaikan-Mu Engkau memenuhi kebutuhan orang yang tertindas, ya Allah.\n(68-12) Tuhan menyampaikan sabda; orang-orang yang membawa kabar baik itu merupakan tentara yang besar:",
    "secondReference": null,
    "secondContent": null,
    "gospelReference": "Yoh. 17:1-11a",
    "gospelContent": "Demikianlah kata Yesus. Lalu Ia menengadah ke langit dan berkata: \"Bapa, telah tiba saatnya; permuliakanlah Anak-Mu, supaya Anak-Mu mempermuliakan Engkau.\nSama seperti Engkau telah memberikan kepada-Nya kuasa atas segala yang hidup, demikian pula Ia akan memberikan hidup yang kekal kepada semua yang telah Engkau berikan kepada-Nya.\nInilah hidup yang kekal itu, yaitu bahwa mereka mengenal Engkau, satu-satunya Allah yang benar, dan mengenal Yesus Kristus yang telah Engkau utus.\nAku telah mempermuliakan Engkau di bumi dengan jalan menyelesaikan pekerjaan yang Engkau berikan kepada-Ku untuk melakukannya.\nOleh sebab itu, ya Bapa, permuliakanlah Aku pada-Mu sendiri dengan kemuliaan yang Kumiliki di hadirat-Mu sebelum dunia ada.\nAku telah menyatakan nama-Mu kepada semua orang, yang Engkau berikan kepada-Ku dari dunia. Mereka itu milik-Mu dan Engkau telah memberikan mereka kepada-Ku dan mereka telah menuruti firman-Mu.\nSekarang mereka tahu, bahwa semua yang Engkau berikan kepada-Ku itu berasal dari pada-Mu.\nSebab segala firman yang Engkau sampaikan kepada-Ku telah Kusampaikan kepada mereka dan mereka telah menerimanya. Mereka tahu benar-benar, bahwa Aku datang dari pada-Mu, dan mereka percaya, bahwa Engkaulah yang telah mengutus Aku.\nAku berdoa untuk mereka. Bukan untuk dunia Aku berdoa, tetapi untuk mereka, yang telah Engkau berikan kepada-Ku, sebab mereka adalah milik-Mu\ndan segala milik-Ku adalah milik-Mu dan milik-Mu adalah milik-Ku, dan Aku telah dipermuliakan di dalam mereka.\nDan Aku tidak ada lagi di dalam dunia, tetapi mereka masih ada di dalam dunia, dan Aku datang kepada-Mu. Ya Bapa yang kudus, peliharalah mereka dalam nama-Mu, yaitu nama-Mu yang telah Engkau berikan kepada-Ku, supaya mereka menjadi satu sama seperti Kita."
  },
  {
    "date": "2025-06-04",
    "firstReference": "Kis. 20:28-38",
    "firstContent": "Karena itu jagalah dirimu dan jagalah seluruh kawanan, karena kamulah yang ditetapkan Roh Kudus menjadi penilik untuk menggembalakan jemaat Allah yang diperoleh-Nya dengan darah Anak-Nya sendiri.\nAku tahu, bahwa sesudah aku pergi, serigala-serigala yang ganas akan masuk ke tengah-tengah kamu dan tidak akan menyayangkan kawanan itu.\nBahkan dari antara kamu sendiri akan muncul beberapa orang, yang dengan ajaran palsu mereka berusaha menarik murid-murid dari jalan yang benar dan supaya mengikut mereka.\nSebab itu berjaga-jagalah dan ingatlah, bahwa aku tiga tahun lamanya, siang malam, dengan tiada berhenti-hentinya menasihati kamu masing-masing dengan mencucurkan air mata.\nDan sekarang aku menyerahkan kamu kepada Tuhan dan kepada firman kasih karunia-Nya, yang berkuasa membangun kamu dan menganugerahkan kepada kamu bagian yang ditentukan bagi semua orang yang telah dikuduskan-Nya.\nPerak atau emas atau pakaian tidak pernah aku ingini dari siapapun juga.\nKamu sendiri tahu, bahwa dengan tanganku sendiri aku telah bekerja untuk memenuhi keperluanku dan keperluan kawan-kawan seperjalananku.\nDalam segala sesuatu telah kuberikan contoh kepada kamu, bahwa dengan bekerja demikian kita harus membantu orang-orang yang lemah dan harus mengingat perkataan Tuhan Yesus, sebab Ia sendiri telah mengatakan: Adalah lebih berbahagia memberi dari pada menerima.\"\nSesudah mengucapkan kata-kata itu Paulus berlutut dan berdoa bersama-sama dengan mereka semua.\nMaka menangislah mereka semua tersedu-sedu dan sambil memeluk Paulus, mereka berulang-ulang mencium dia.\nMereka sangat berdukacita, terlebih-lebih karena ia katakan, bahwa mereka tidak akan melihat mukanya lagi. Lalu mereka mengantar dia ke kapal.",
    "psalmReference": "Mzm. 68:29-30,33-35a,35b-36c",
    "psalmContent": "(68-30) Demi bait-Mu di Yerusalem, raja-raja menyampaikan persembahan kepada-Mu.\n(68-31) Hardiklah binatang-binatang di teberau, kawanan orang-orang kuat, penguasa-penguasa bangsa-bangsa! Injaklah mereka yang mengejar perak; serakkanlah bangsa-bangsa yang suka berperang!",
    "secondReference": null,
    "secondContent": null,
    "gospelReference": "Yoh. 17:11b-19",
    "gospelContent": "Dan Aku tidak ada lagi di dalam dunia, tetapi mereka masih ada di dalam dunia, dan Aku datang kepada-Mu. Ya Bapa yang kudus, peliharalah mereka dalam nama-Mu, yaitu nama-Mu yang telah Engkau berikan kepada-Ku, supaya mereka menjadi satu sama seperti Kita.\nSelama Aku bersama mereka, Aku memelihara mereka dalam nama-Mu, yaitu nama-Mu yang telah Engkau berikan kepada-Ku; Aku telah menjaga mereka dan tidak ada seorangpun dari mereka yang binasa selain dari pada dia yang telah ditentukan untuk binasa, supaya genaplah yang tertulis dalam Kitab Suci.\nTetapi sekarang, Aku datang kepada-Mu dan Aku mengatakan semuanya ini sementara Aku masih ada di dalam dunia, supaya penuhlah sukacita-Ku di dalam diri mereka.\nAku telah memberikan firman-Mu kepada mereka dan dunia membenci mereka, karena mereka bukan dari dunia, sama seperti Aku bukan dari dunia.\nAku tidak meminta, supaya Engkau mengambil mereka dari dunia, tetapi supaya Engkau melindungi mereka dari pada yang jahat.\nMereka bukan dari dunia, sama seperti Aku bukan dari dunia.\nKuduskanlah mereka dalam kebenaran; firman-Mu adalah kebenaran.\nSama seperti Engkau telah mengutus Aku ke dalam dunia, demikian pula Aku telah mengutus mereka ke dalam dunia;\ndan Aku menguduskan diri-Ku bagi mereka, supaya merekapun dikuduskan dalam kebenaran."
  },
  {
    "date": "2025-06-05",
    "firstReference": "Kis. 20:17-27",
    "firstContent": "Karena itu ia menyuruh seorang dari Miletus ke Efesus dengan pesan supaya para penatua jemaat datang ke Miletus.\nSesudah mereka datang, berkatalah ia kepada mereka: \"Kamu tahu, bagaimana aku hidup di antara kamu sejak hari pertama aku tiba di Asia ini:\ndengan segala rendah hati aku melayani Tuhan. Dalam pelayanan itu aku banyak mencucurkan air mata dan banyak mengalami pencobaan dari pihak orang Yahudi yang mau membunuh aku.\nSungguhpun demikian aku tidak pernah melalaikan apa yang berguna bagi kamu. Semua kuberitakan dan kuajarkan kepada kamu, baik di muka umum maupun dalam perkumpulan-perkumpulan di rumah kamu;\naku senantiasa bersaksi kepada orang-orang Yahudi dan orang-orang Yunani, supaya mereka bertobat kepada Allah dan percaya kepada Tuhan kita, Yesus Kristus.\nTetapi sekarang sebagai tawanan Roh aku pergi ke Yerusalem dan aku tidak tahu apa yang akan terjadi atas diriku di situ\nselain dari pada yang dinyatakan Roh Kudus dari kota ke kota kepadaku, bahwa penjara dan sengsara menunggu aku.\nTetapi aku tidak menghiraukan nyawaku sedikitpun, asal saja aku dapat mencapai garis akhir dan menyelesaikan pelayanan yang ditugaskan oleh Tuhan Yesus kepadaku untuk memberi kesaksian tentang Injil kasih karunia Allah.\nDan sekarang aku tahu, bahwa kamu tidak akan melihat mukaku lagi, kamu sekalian yang telah kukunjungi untuk memberitakan Kerajaan Allah.\nSebab itu pada hari ini aku bersaksi kepadamu, bahwa aku bersih, tidak bersalah terhadap siapapun yang akan binasa.\nSebab aku tidak lalai memberitakan seluruh maksud Allah kepadamu.",
    "psalmReference": "Mzm. 68:10-11,20-21",
    "psalmContent": "(68-11) sehingga kawanan hewan-Mu menetap di sana; dalam kebaikan-Mu Engkau memenuhi kebutuhan orang yang tertindas, ya Allah.\n(68-12) Tuhan menyampaikan sabda; orang-orang yang membawa kabar baik itu merupakan tentara yang besar:",
    "secondReference": null,
    "secondContent": null,
    "gospelReference": "Yoh. 17:1-11a",
    "gospelContent": "Demikianlah kata Yesus. Lalu Ia menengadah ke langit dan berkata: \"Bapa, telah tiba saatnya; permuliakanlah Anak-Mu, supaya Anak-Mu mempermuliakan Engkau.\nSama seperti Engkau telah memberikan kepada-Nya kuasa atas segala yang hidup, demikian pula Ia akan memberikan hidup yang kekal kepada semua yang telah Engkau berikan kepada-Nya.\nInilah hidup yang kekal itu, yaitu bahwa mereka mengenal Engkau, satu-satunya Allah yang benar, dan mengenal Yesus Kristus yang telah Engkau utus.\nAku telah mempermuliakan Engkau di bumi dengan jalan menyelesaikan pekerjaan yang Engkau berikan kepada-Ku untuk melakukannya.\nOleh sebab itu, ya Bapa, permuliakanlah Aku pada-Mu sendiri dengan kemuliaan yang Kumiliki di hadirat-Mu sebelum dunia ada.\nAku telah menyatakan nama-Mu kepada semua orang, yang Engkau berikan kepada-Ku dari dunia. Mereka itu milik-Mu dan Engkau telah memberikan mereka kepada-Ku dan mereka telah menuruti firman-Mu.\nSekarang mereka tahu, bahwa semua yang Engkau berikan kepada-Ku itu berasal dari pada-Mu.\nSebab segala firman yang Engkau sampaikan kepada-Ku telah Kusampaikan kepada mereka dan mereka telah menerimanya. Mereka tahu benar-benar, bahwa Aku datang dari pada-Mu, dan mereka percaya, bahwa Engkaulah yang telah mengutus Aku.\nAku berdoa untuk mereka. Bukan untuk dunia Aku berdoa, tetapi untuk mereka, yang telah Engkau berikan kepada-Ku, sebab mereka adalah milik-Mu\ndan segala milik-Ku adalah milik-Mu dan milik-Mu adalah milik-Ku, dan Aku telah dipermuliakan di dalam mereka.\nDan Aku tidak ada lagi di dalam dunia, tetapi mereka masih ada di dalam dunia, dan Aku datang kepada-Mu. Ya Bapa yang kudus, peliharalah mereka dalam nama-Mu, yaitu nama-Mu yang telah Engkau berikan kepada-Ku, supaya mereka menjadi satu sama seperti Kita."
  },
  {
    "date": "2025-06-06",
    "firstReference": "Kis. 25:13-21",
    "firstContent": "Beberapa hari kemudian datanglah raja Agripa dengan Bernike ke Kaisarea untuk mengadakan kunjungan kehormatan kepada Festus.\nKarena mereka beberapa hari lamanya tinggal di situ, Festus memaparkan perkara Paulus kepada raja itu, katanya: \"Di sini ada seorang tahanan yang ditinggalkan Feliks pada waktu ia pergi.\nKetika aku berada di Yerusalem, imam-imam kepala dan tua-tua orang Yahudi mengajukan dakwaan terhadap orang itu dan meminta supaya ia dihukum.\nAku menjawab mereka, bahwa bukanlah kebiasaan pada orang-orang Roma untuk menyerahkan seorang terdakwa sebagai suatu anugerah sebelum ia dihadapkan dengan orang-orang yang menuduhnya dan diberi kesempatan untuk membela diri terhadap tuduhan itu.\nKarena itu mereka turut bersama-sama dengan aku ke mari. Pada keesokan harinya aku segera mengadakan sidang pengadilan dan menyuruh menghadapkan orang itu.\nTetapi ketika para pendakwa berdiri di sekelilingnya, mereka tidak mengajukan suatu tuduhanpun tentang perbuatan jahat seperti yang telah aku duga.\nTetapi mereka hanya berselisih paham dengan dia tentang soal-soal agama mereka, dan tentang seorang bernama Yesus, yang sudah mati, sedangkan Paulus katakan dengan pasti, bahwa Ia hidup.\nKarena aku ragu-ragu bagaimana aku harus memeriksa perkara-perkara seperti itu, aku menanyakan apakah ia mau pergi ke Yerusalem, supaya perkaranya dihakimi di situ.\nTetapi Paulus naik banding. Ia minta, supaya ia tinggal dalam tahanan dan menunggu, sampai perkaranya diputuskan oleh Kaisar. Karena itu aku menyuruh menahan dia sampai aku dapat mengirim dia kepada Kaisar.\"",
    "psalmReference": "Mzm. 103:1-2,11-12,19-20ab",
    "psalmContent": "Dari Daud. Pujilah TUHAN, hai jiwaku! Pujilah nama-Nya yang kudus, hai segenap batinku!\nPujilah TUHAN, hai jiwaku, dan janganlah lupakan segala kebaikan-Nya!",
    "secondReference": null,
    "secondContent": null,
    "gospelReference": "Yoh. 21:15-19",
    "gospelContent": "Sesudah sarapan Yesus berkata kepada Simon Petrus: \"Simon, anak Yohanes, apakah engkau mengasihi Aku lebih dari pada mereka ini?\" Jawab Petrus kepada-Nya: \"Benar Tuhan, Engkau tahu, bahwa aku mengasihi Engkau.\" Kata Yesus kepadanya: \"Gembalakanlah domba-domba-Ku.\"\nKata Yesus pula kepadanya untuk kedua kalinya: \"Simon, anak Yohanes, apakah engkau mengasihi Aku?\" Jawab Petrus kepada-Nya: \"Benar Tuhan, Engkau tahu, bahwa aku mengasihi Engkau.\" Kata Yesus kepadanya: \"Gembalakanlah domba-domba-Ku.\"\nKata Yesus kepadanya untuk ketiga kalinya: \"Simon, anak Yohanes, apakah engkau mengasihi Aku?\" Maka sedih hati Petrus karena Yesus berkata untuk ketiga kalinya: \"Apakah engkau mengasihi Aku?\" Dan ia berkata kepada-Nya: \"Tuhan, Engkau tahu segala sesuatu, Engkau tahu, bahwa aku mengasihi Engkau.\" Kata Yesus kepadanya: \"Gembalakanlah domba-domba-Ku.\nAku berkata kepadamu: Sesungguhnya ketika engkau masih muda engkau mengikat pinggangmu sendiri dan engkau berjalan ke mana saja kaukehendaki, tetapi jika engkau sudah menjadi tua, engkau akan mengulurkan tanganmu dan orang lain akan mengikat engkau dan membawa engkau ke tempat yang tidak kaukehendaki.\"\nDan hal ini dikatakan-Nya untuk menyatakan bagaimana Petrus akan mati dan memuliakan Allah. Sesudah mengatakan demikian Ia berkata kepada Petrus: \"Ikutlah Aku.\""
  },
  {
    "date": "2025-06-07",
    "firstReference": "Kis. 28:16-20,30-31",
    "firstContent": "Setelah kami tiba di Roma, Paulus diperbolehkan tinggal dalam rumah sendiri bersama-sama seorang prajurit yang mengawalnya.\nTiga hari kemudian Paulus memanggil orang-orang terkemuka bangsa Yahudi dan setelah mereka berkumpul, Paulus berkata: \"Saudara-saudara, meskipun aku tidak berbuat kesalahan terhadap bangsa kita atau terhadap adat istiadat nenek moyang kita, namun aku ditangkap di Yerusalem dan diserahkan kepada orang-orang Roma.\nSetelah aku diperiksa, mereka bermaksud melepaskan aku, karena tidak terdapat suatu kesalahanpun padaku yang setimpal dengan hukuman mati.\nAkan tetapi orang-orang Yahudi menentangnya dan karena itu terpaksalah aku naik banding kepada Kaisar, tetapi bukan dengan maksud untuk mengadukan bangsaku.\nItulah sebabnya aku meminta, supaya aku melihat kamu dan berbicara dengan kamu, sebab justru karena pengharapan Israellah aku diikat dengan belenggu ini.\"",
    "psalmReference": "Mzm. 11:4,5,7",
    "psalmContent": "TUHAN ada di dalam bait-Nya yang kudus; TUHAN, takhta-Nya di sorga; mata-Nya mengamat-amati, sorot mata-Nya menguji anak-anak manusia.",
    "secondReference": null,
    "secondContent": null,
    "gospelReference": "Yoh. 21:20-25",
    "gospelContent": "Ketika Petrus berpaling, ia melihat bahwa murid yang dikasihi Yesus sedang mengikuti mereka, yaitu murid yang pada waktu mereka sedang makan bersama duduk dekat Yesus dan yang berkata: \"Tuhan, siapakah dia yang akan menyerahkan Engkau?\"\nKetika Petrus melihat murid itu, ia berkata kepada Yesus: \"Tuhan, apakah yang akan terjadi dengan dia ini?\"\nJawab Yesus: \"Jikalau Aku menghendaki, supaya ia tinggal hidup sampai Aku datang, itu bukan urusanmu. Tetapi engkau: ikutlah Aku.\"\nMaka tersebarlah kabar di antara saudara-saudara itu, bahwa murid itu tidak akan mati. Tetapi Yesus tidak mengatakan kepada Petrus, bahwa murid itu tidak akan mati, melainkan: \"Jikalau Aku menghendaki supaya ia tinggal hidup sampai Aku datang, itu bukan urusanmu.\"\nDialah murid, yang memberi kesaksian tentang semuanya ini dan yang telah menuliskannya dan kita tahu, bahwa kesaksiannya itu benar.\nMasih banyak hal-hal lain lagi yang diperbuat oleh Yesus, tetapi jikalau semuanya itu harus dituliskan satu per satu, maka agaknya dunia ini tidak dapat memuat semua kitab yang harus ditulis itu."
  },
  {
    "date": "2025-06-08",
    "firstReference": "Kis. 2:1-11",
    "firstContent": "Ketika tiba hari Pentakosta, semua orang percaya berkumpul di satu tempat.\nTiba-tiba turunlah dari langit suatu bunyi seperti tiupan angin keras yang memenuhi seluruh rumah, di mana mereka duduk;\ndan tampaklah kepada mereka lidah-lidah seperti nyala api yang bertebaran dan hinggap pada mereka masing-masing.\nMaka penuhlah mereka dengan Roh Kudus, lalu mereka mulai berkata-kata dalam bahasa-bahasa lain, seperti yang diberikan oleh Roh itu kepada mereka untuk mengatakannya.\nWaktu itu di Yerusalem diam orang-orang Yahudi yang saleh dari segala bangsa di bawah kolong langit.\nKetika turun bunyi itu, berkerumunlah orang banyak. Mereka bingung karena mereka masing-masing mendengar rasul-rasul itu berkata-kata dalam bahasa mereka sendiri.\nMereka semua tercengang-cengang dan heran, lalu berkata: \"Bukankah mereka semua yang berkata-kata itu orang Galilea?\nBagaimana mungkin kita masing-masing mendengar mereka berkata-kata dalam bahasa kita sendiri, yaitu bahasa yang kita pakai di negeri asal kita:\nkita orang Partia, Media, Elam, penduduk Mesopotamia, Yudea dan Kapadokia, Pontus dan Asia,\nFrigia dan Pamfilia, Mesir dan daerah-daerah Libia yang berdekatan dengan Kirene, pendatang-pendatang dari Roma,\nbaik orang Yahudi maupun penganut agama Yahudi, orang Kreta dan orang Arab, kita mendengar mereka berkata-kata dalam bahasa kita sendiri tentang perbuatan-perbuatan besar yang dilakukan Allah.\"",
    "psalmReference": "Mzm. 104:1ab,24ac,29c-30,31,34",
    "psalmContent": "Pujilah TUHAN, hai jiwaku! TUHAN, Allahku, Engkau sangat besar! Engkau yang berpakaian keagungan dan semarak,",
    "secondReference": "1Kor. 12:3b-7,12-13",
    "secondContent": "Karena itu aku mau meyakinkan kamu, bahwa tidak ada seorangpun yang berkata-kata oleh Roh Allah, dapat berkata: \"Terkutuklah Yesus!\" dan tidak ada seorangpun, yang dapat mengaku: \"Yesus adalah Tuhan\", selain oleh Roh Kudus.\nAda rupa-rupa karunia, tetapi satu Roh.\nDan ada rupa-rupa pelayanan, tetapi satu Tuhan.\nDan ada berbagai-bagai perbuatan ajaib, tetapi Allah adalah satu yang mengerjakan semuanya dalam semua orang.\nTetapi kepada tiap-tiap orang dikaruniakan penyataan Roh untuk kepentingan bersama.",
    "gospelReference": "Yoh. 12:19-2",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n©\nimankatolik.or.id"
  },
  {
    "date": "2025-06-09",
    "firstReference": "Kej 3:9-15, 20",
    "firstContent": "Tetapi TUHAN Allah memanggil manusia itu dan berfirman kepadanya: \"Di manakah engkau?\"\nIa menjawab: \"Ketika aku mendengar, bahwa Engkau ada dalam taman ini, aku menjadi takut, karena aku telanjang; sebab itu aku bersembunyi.\"\nFirman-Nya: \"Siapakah yang memberitahukan kepadamu, bahwa engkau telanjang? Apakah engkau makan dari buah pohon, yang Kularang engkau makan itu?\"\nManusia itu menjawab: \"Perempuan yang Kautempatkan di sisiku, dialah yang memberi dari buah pohon itu kepadaku, maka kumakan.\"\nKemudian berfirmanlah TUHAN Allah kepada perempuan itu: \"Apakah yang telah kauperbuat ini?\" Jawab perempuan itu: \"Ular itu yang memperdayakan aku, maka kumakan.\"\nLalu berfirmanlah TUHAN Allah kepada ular itu: \"Karena engkau berbuat demikian, terkutuklah engkau di antara segala ternak dan di antara segala binatang hutan; dengan perutmulah engkau akan menjalar dan debu tanahlah akan kaumakan seumur hidupmu.\nAku akan mengadakan permusuhan antara engkau dan perempuan ini, antara keturunanmu dan keturunannya; keturunannya akan meremukkan kepalamu, dan engkau akan meremukkan tumitnya.\"",
    "psalmReference": "Mzm 87:1-2,3,5,6-7",
    "psalmContent": "Mazmur bani Korah: suatu nyanyian. Di gunung-gunung yang kudus ada kota yang dibangunkan-Nya:\nTUHAN lebih mencintai pintu-pintu gerbang Sion dari pada segala tempat kediaman Yakub.",
    "secondReference": "Kis 1:12-14",
    "secondContent": "Maka kembalilah rasul-rasul itu ke Yerusalem dari bukit yang disebut Bukit Zaitun, yang hanya seperjalanan Sabat jauhnya dari Yerusalem.\nSetelah mereka tiba di kota, naiklah mereka ke ruang atas, tempat mereka menumpang. Mereka itu ialah Petrus dan Yohanes, Yakobus dan Andreas, Filipus dan Tomas, Bartolomeus dan Matius, Yakobus bin Alfeus, dan Simon orang Zelot dan Yudas bin Yakobus.\nMereka semua bertekun dengan sehati dalam doa bersama-sama, dengan beberapa perempuan serta Maria, ibu Yesus, dan dengan saudara-saudara Yesus.",
    "gospelReference": "Yoh. 19:25-34",
    "gospelContent": "Dan dekat salib Yesus berdiri ibu-Nya dan saudara ibu-Nya, Maria, isteri Klopas dan Maria Magdalena.\nKetika Yesus melihat ibu-Nya dan murid yang dikasihi-Nya di sampingnya, berkatalah Ia kepada ibu-Nya: \"Ibu, inilah, anakmu!\"\nKemudian kata-Nya kepada murid-murid-Nya: \"Inilah ibumu!\" Dan sejak saat itu murid itu menerima dia di dalam rumahnya.\nSesudah itu, karena Yesus tahu, bahwa segala sesuatu telah selesai, berkatalah Ia?supaya genaplah yang ada tertulis dalam Kitab Suci?:\"Aku haus!\"\nDi situ ada suatu bekas penuh anggur asam. Maka mereka mencucukkan bunga karang, yang telah dicelupkan dalam anggur asam, pada sebatang hisop lalu mengunjukkannya ke mulut Yesus.\nSesudah Yesus meminum anggur asam itu, berkatalah Ia: \"Sudah selesai.\" Lalu Ia menundukkan kepala-Nya dan menyerahkan nyawa-Nya.\nKarena hari itu hari persiapan dan supaya pada hari Sabat mayat-mayat itu tidak tinggal tergantung pada kayu salib?sebab Sabat itu adalah hari yang besar?maka datanglah orang-orang Yahudi kepada Pilatus dan meminta kepadanya supaya kaki orang-orang itu dipatahkan dan mayat-mayatnya diturunkan.\nMaka datanglah prajurit-prajurit lalu mematahkan kaki orang yang pertama dan kaki orang yang lain yang disalibkan bersama-sama dengan Yesus;\ntetapi ketika mereka sampai kepada Yesus dan melihat bahwa Ia telah mati, mereka tidak mematahkan kaki-Nya,\ntetapi seorang dari antara prajurit itu menikam lambung-Nya dengan tombak, dan segera mengalir keluar darah dan air."
  },
  {
    "date": "2025-06-10",
    "firstReference": "2Kor. 1: 18-22",
    "firstContent": "Demi Allah yang setia, janji kami kepada kamu bukanlah serentak \"ya\" dan \"tidak\".\nKarena Yesus Kristus, Anak Allah, yang telah kami beritakan di tengah-tengah kamu, yaitu olehku dan oleh Silwanus dan Timotius, bukanlah \"ya\" dan \"tidak\", tetapi sebaliknya di dalam Dia hanya ada \"ya\".\nSebab Kristus adalah \"ya\" bagi semua janji Allah. Itulah sebabnya oleh Dia kita mengatakan \"Amin\" untuk memuliakan Allah.\nSebab Dia yang telah meneguhkan kami bersama-sama dengan kamu di dalam Kristus, adalah Allah yang telah mengurapi,\nmemeteraikan tanda milik-Nya atas kita dan yang memberikan Roh Kudus di dalam hati kita sebagai jaminan dari semua yang telah disediakan untuk kita.",
    "psalmReference": "Mzm. 119:129,130,131,132,133,135",
    "psalmContent": "Peringatan-peringatan-Mu ajaib, itulah sebabnya jiwaku memegangnya.",
    "secondReference": "Yos. 2:1-24",
    "secondContent": "Yosua bin Nun dengan diam-diam melepas dari Sitim dua orang pengintai, katanya: \"Pergilah, amat-amatilah negeri itu dan kota Yerikho.\" Maka pergilah mereka dan sampailah mereka ke rumah seorang perempuan sundal, yang bernama Rahab, lalu tidur di situ.\nKemudian diberitahukanlah kepada raja Yerikho, demikian: \"Tadi malam ada orang datang ke mari dari orang Israel untuk menyelidik negeri ini.\"\nMaka raja Yerikho menyuruh orang kepada Rahab, mengatakan: \"Bawalah ke luar orang-orang yang datang kepadamu itu, yang telah masuk ke dalam rumahmu, sebab mereka datang untuk menyelidik seluruh negeri ini.\"\nTetapi perempuan itu telah membawa dan menyembunyikan kedua orang itu. Berkatalah ia: \"Memang, orang-orang itu telah datang kepadaku, tetapi aku tidak tahu dari mana mereka,\ndan ketika pintu gerbang hendak ditutup menjelang malam, maka keluarlah orang-orang itu; aku tidak tahu, ke mana orang-orang itu pergi. Segeralah kejar mereka, tentulah kamu dapat menyusul mereka.\"\nTetapi perempuan itu telah menyuruh keduanya naik ke sotoh rumah dan menyembunyikan mereka di bawah timbunan batang rami, yang ditebarkan di atas sotoh itu.\nMaka pergilah orang-orang itu, mengejar mereka ke arah sungai Yordan, ke tempat-tempat penyeberangan, dan ditutuplah pintu gerbang, segera sesudah pengejar-pengejar itu keluar.\nTetapi sebelum kedua orang itu tidur, naiklah perempuan itu mendapatkan mereka di atas sotoh\ndan berkata kepada orang-orang itu: \"Aku tahu, bahwa TUHAN telah memberikan negeri ini kepada kamu dan bahwa kengerian terhadap kamu telah menghinggapi kami dan segala penduduk negeri ini gemetar menghadapi kamu.\nSebab kami mendengar, bahwa TUHAN telah mengeringkan air Laut Teberau di depan kamu, ketika kamu berjalan keluar dari Mesir, dan apa yang kamu lakukan kepada kedua raja orang Amori yang di seberang sungai Yordan itu, yakni kepada Sihon dan Og, yang telah kamu tumpas.\nKetika kami mendengar itu, tawarlah hati kami dan jatuhlah semangat setiap orang menghadapi kamu, sebab TUHAN, Allahmu, ialah Allah di langit di atas dan di bumi di bawah.\nMaka sekarang, bersumpahlah kiranya demi TUHAN, bahwa karena aku telah berlaku ramah terhadapmu, kamu juga akan berlaku ramah terhadap kaum keluargaku; dan berikanlah kepadaku suatu tanda yang dapat dipercaya,\nbahwa kamu akan membiarkan hidup ayah dan ibuku, saudara-saudaraku yang laki-laki dan yang perempuan dan semua orang-orang mereka dan bahwa kamu akan menyelamatkan nyawa kami dari maut.\"\nLalu jawab kedua orang itu kepadanya: \"Nyawa kamilah jaminan bagi kamu, asal jangan kaukabarkan perkara kami ini; apabila TUHAN nanti memberikan negeri ini kepada kami, maka kami akan menunjukkan terima kasih dan setia kami kepadamu.\"\nKemudian perempuan itu menurunkan mereka dengan tali melalui jendela, sebab rumahnya itu letaknya pada tembok kota, jadi pada tembok itulah ia diam.\nBerkatalah ia kepada mereka: \"Pergilah ke pegunungan, supaya pengejar-pengejar itu jangan menemui kamu, dan bersembunyilah di sana tiga hari lamanya, sampai pengejar-pengejar itu pulang; kemudian bolehlah kamu melanjutkan perjalananmu.\"\nKedua orang itu berkata kepadanya: \"Kami akan bebas dari sumpah kami ini kepadamu, yang telah kausuruh kami ikrarkan?\nsesungguhnya, apabila kami memasuki negeri ini, haruslah tali dari benang kirmizi ini kauikatkan pada jendela tempat engkau menurunkan kami, dan ayahmu serta ibumu, saudara-saudaramu serta seluruh kaum keluargamu kaukumpulkan di rumahmu.\nSetiap orang yang keluar nanti dari pintu rumahmu, harus sendiri menanggung akibatnya, kalau darahnya tertumpah, dan kami tidak bersalah; tetapi siapapun juga yang ada di dalam rumahmu, jika ada orang yang menciderainya, kamilah yang menanggung akibat pertumpahan darahnya.\nTetapi jika engkau mengabarkan perkara kami ini, maka bebaslah kami dari sumpah kepadamu itu, yang telah kausuruh kami ikrarkan.\"\nPerempuan itupun berkata: \"Seperti yang telah kamu katakan, demikianlah akan terjadi.\" Sesudah itu dilepasnyalah orang-orang itu pergi, maka berangkatlah mereka. Kemudian perempuan itu mengikatkan tali kirmizi itu pada jendela.\nMerekapun pergilah dan tiba di pegunungan. Mereka tinggal di sana tiga hari lamanya, sampai pengejar-pengejar itu pulang. Pengejar-pengejar itu telah mencari di mana-mana sepanjang jalan tanpa menemukan mereka.\nMaka pulanglah kedua orang itu, mereka turun dari pegunungan, lalu menyeberang dan sampai kepada Yosua bin Nun, kemudian mereka ceritakan segala pengalaman mereka.\nKata mereka kepada Yosua: \"TUHAN telah menyerahkan seluruh negeri ini ke dalam tangan kita, bahkan seluruh penduduk negeri itu gemetar menghadapi kita.\"",
    "gospelReference": "Mat. 5:13-16",
    "gospelContent": "\"Kamu adalah garam dunia. Jika garam itu menjadi tawar, dengan apakah ia diasinkan? Tidak ada lagi gunanya selain dibuang dan diinjak orang.\nKamu adalah terang dunia. Kota yang terletak di atas gunung tidak mungkin tersembunyi.\nLagipula orang tidak menyalakan pelita lalu meletakkannya di bawah gantang, melainkan di atas kaki dian sehingga menerangi semua orang di dalam rumah itu.\nDemikianlah hendaknya terangmu bercahaya di depan orang, supaya mereka melihat perbuatanmu yang baik dan memuliakan Bapamu yang di sorga.\""
  },
  {
    "date": "2025-06-11",
    "firstReference": "Kis. 11:21b-26.13:1-3",
    "firstContent": "Dan tangan Tuhan menyertai mereka dan sejumlah besar orang menjadi percaya dan berbalik kepada Tuhan.\nMaka sampailah kabar tentang mereka itu kepada jemaat di Yerusalem, lalu jemaat itu mengutus Barnabas ke Antiokhia.\nSetelah Barnabas datang dan melihat kasih karunia Allah, bersukacitalah ia. Ia menasihati mereka, supaya mereka semua tetap setia kepada Tuhan,\nkarena Barnabas adalah orang baik, penuh dengan Roh Kudus dan iman. Sejumlah orang dibawa kepada Tuhan.\nLalu pergilah Barnabas ke Tarsus untuk mencari Saulus; dan setelah bertemu dengan dia, ia membawanya ke Antiokhia.\nMereka tinggal bersama-sama dengan jemaat itu satu tahun lamanya, sambil mengajar banyak orang. Di Antiokhialah murid-murid itu untuk pertama kalinya disebut Kristen.",
    "psalmReference": "Mzm. 98:1.2-3ab,3c-4,5-6",
    "psalmContent": "Mazmur. Nyanyikanlah nyanyian baru bagi TUHAN, sebab Ia telah melakukan perbuatan-perbuatan yang ajaib; keselamatan telah dikerjakan kepada-Nya oleh tangan kanan-Nya, oleh lengan-Nya yang kudus.",
    "secondReference": "Yos. 3:1-17; 4:14-19; 5:10-12",
    "secondContent": "Yosua bangun pagi-pagi, lalu ia dan semua orang Israel berangkat dari Sitim, dan sampailah mereka ke sungai Yordan, maka bermalamlah mereka di sana, sebelum menyeberang.\nSetelah lewat tiga hari, para pengatur pasukan menjalani seluruh perkemahan,\ndan memberi perintah kepada bangsa itu, katanya: \"Segera sesudah kamu melihat tabut perjanjian TUHAN, Allahmu, yang diangkat para imam, yang memang suku Lewi, maka kamu harus juga berangkat dari tempatmu dan mengikutinya?\nhanya antara kamu dan tabut itu harus ada jarak kira-kira dua ribu hasta panjangnya, janganlah mendekatinya?maksudnya supaya kamu mengetahui jalan yang harus kamu tempuh, sebab jalan itu belum pernah kamu lalui dahulu.\"\nBerkatalah Yosua kepada bangsa itu: \"Kuduskanlah dirimu, sebab besok TUHAN akan melakukan perbuatan yang ajaib di antara kamu.\"\nDan kepada para imam itu Yosua berkata, demikian: \"Angkatlah tabut perjanjian dan menyeberanglah di depan bangsa itu.\" Maka mereka mengangkat tabut perjanjian dan berjalan di depan bangsa itu.\nDan TUHAN berfirman kepada Yosua: \"Pada hari inilah Aku mulai membesarkan namamu di mata seluruh orang Israel, supaya mereka tahu, bahwa seperti dahulu Aku menyertai Musa, demikianlah Aku akan menyertai engkau.\nMaka kauperintahkanlah kepada para imam pengangkat tabut perjanjian itu, demikian: Setelah kamu sampai ke tepi air sungai Yordan, haruslah kamu tetap berdiri di sungai Yordan itu.\"\nLalu berkatalah Yosua kepada orang Israel: \"Datanglah dekat dan dengarkanlah firman TUHAN, Allahmu.\"\nLagi kata Yosua: \"Dari hal inilah akan kamu ketahui, bahwa Allah yang hidup ada di tengah-tengah kamu dan bahwa sungguh-sungguh akan dihalau-Nya orang Kanaan, orang Het, orang Hewi, orang Feris, orang Girgasi, orang Amori dan orang Yebus itu dari depan kamu:\nsesungguhnya, tabut perjanjian Tuhan semesta bumi berjalan menyeberang di depan kamu, masuk ke sungai Yordan.\nMaka sekarang, pilihlah dua belas orang dari suku-suku Israel, seorang dari tiap-tiap suku.\nSegera sesudah kaki para imam pengangkat tabut TUHAN, Tuhan semesta bumi, berhenti di dalam air sungai Yordan, maka air sungai Yordan itu akan terputus; air yang turun dari hulu akan berhenti mengalir menjadi bendungan.\"\nKetika bangsa itu berangkat dari tempat perkemahan mereka untuk menyeberangi sungai Yordan, para imam pengangkat tabut perjanjian itu berjalan di depan bangsa itu.\nSegera sesudah para pengangkat tabut itu sampai ke sungai Yordan, dan para imam pengangkat tabut itu mencelupkan kakinya ke dalam air di tepi sungai itu?sungai Yordan itu sebak sampai meluap sepanjang tepinya selama musim menuai?\nmaka berhentilah air itu mengalir. Air yang turun dari hulu melonjak menjadi bendungan, jauh sekali, di dekat Adam, kota yang terletak di sebelah Sartan, sedang air yang turun ke Laut Araba itu, yakni Laut Asin, terputus sama sekali. Lalu menyeberanglah bangsa itu, di tentangan Yerikho.\nTetapi para imam pengangkat tabut perjanjian TUHAN itu tetap berdiri di tanah yang kering, di tengah-tengah sungai Yordan, sedang seluruh bangsa Israel menyeberang di tanah yang kering, sampai seluruh bangsa itu selesai menyeberangi sungai Yordan.",
    "gospelReference": "Mat. 10:7-13",
    "gospelContent": "Pergilah dan beritakanlah: Kerajaan Sorga sudah dekat.\nSembuhkanlah orang sakit; bangkitkanlah orang mati; tahirkanlah orang kusta; usirlah setan-setan. Kamu telah memperolehnya dengan cuma-cuma, karena itu berikanlah pula dengan cuma-cuma.\nJanganlah kamu membawa emas atau perak atau tembaga dalam ikat pinggangmu.\nJanganlah kamu membawa bekal dalam perjalanan, janganlah kamu membawa baju dua helai, kasut atau tongkat, sebab seorang pekerja patut mendapat upahnya.\nApabila kamu masuk kota atau desa, carilah di situ seorang yang layak dan tinggallah padanya sampai kamu berangkat.\nApabila kamu masuk rumah orang, berilah salam kepada mereka.\nJika mereka layak menerimanya, salammu itu turun ke atasnya, jika tidak, salammu itu kembali kepadamu."
  },
  {
    "date": "2025-06-12",
    "firstReference": "2Kor. 3:15-4:1,3-6",
    "firstContent": "Bahkan sampai pada hari ini, setiap kali mereka membaca kitab Musa, ada selubung yang menutupi hati mereka.\nTetapi apabila hati seorang berbalik kepada Tuhan, maka selubung itu diambil dari padanya.\nSebab Tuhan adalah Roh; dan di mana ada Roh Allah, di situ ada kemerdekaan.\nDan kita semua mencerminkan kemuliaan Tuhan dengan muka yang tidak berselubung. Dan karena kemuliaan itu datangnya dari Tuhan yang adalah Roh, maka kita diubah menjadi serupa dengan gambar-Nya, dalam kemuliaan yang semakin besar.",
    "psalmReference": "Mzm. 85:9ab-10, 11-12, 13-14",
    "psalmContent": "(85-10) Sesungguhnya keselamatan dari pada-Nya dekat pada orang-orang yang takut akan Dia, sehingga kemuliaan diam di negeri kita.\n(85-11) Kasih dan kesetiaan akan bertemu, keadilan dan damai sejahtera akan bercium-ciuman.",
    "secondReference": "Yos. 5:13- 6:21",
    "secondContent": "Ketika Yosua dekat Yerikho, ia melayangkan pandangnya, dilihatnya seorang laki-laki berdiri di depannya dengan pedang terhunus di tangannya. Yosua mendekatinya dan bertanya kepadanya: \"Kawankah engkau atau lawan?\"\nJawabnya: \"Bukan, tetapi akulah Panglima Balatentara TUHAN. Sekarang aku datang.\" Lalu sujudlah Yosua dengan mukanya ke tanah, menyembah dan berkata kepadanya: \"Apakah yang akan dikatakan tuanku kepada hambanya ini?\"\nDan Panglima Balatentara TUHAN itu berkata kepada Yosua: \"Tanggalkanlah kasutmu dari kakimu, sebab tempat engkau berdiri itu kudus.\" Dan Yosua berbuat demikian.",
    "gospelReference": "Mat. 5:20-26",
    "gospelContent": "Maka Aku berkata kepadamu: Jika hidup keagamaanmu tidak lebih benar dari pada hidup keagamaan ahli-ahli Taurat dan orang-orang Farisi, sesungguhnya kamu tidak akan masuk ke dalam Kerajaan Sorga.\nKamu telah mendengar yang difirmankan kepada nenek moyang kita: Jangan membunuh; siapa yang membunuh harus dihukum.\nTetapi Aku berkata kepadamu: Setiap orang yang marah terhadap saudaranya harus dihukum; siapa yang berkata kepada saudaranya: Kafir! harus dihadapkan ke Mahkamah Agama dan siapa yang berkata: Jahil! harus diserahkan ke dalam neraka yang menyala-nyala.\nSebab itu, jika engkau mempersembahkan persembahanmu di atas mezbah dan engkau teringat akan sesuatu yang ada dalam hati saudaramu terhadap engkau,\ntinggalkanlah persembahanmu di depan mezbah itu dan pergilah berdamai dahulu dengan saudaramu, lalu kembali untuk mempersembahkan persembahanmu itu.\nSegeralah berdamai dengan lawanmu selama engkau bersama-sama dengan dia di tengah jalan, supaya lawanmu itu jangan menyerahkan engkau kepada hakim dan hakim itu menyerahkan engkau kepada pembantunya dan engkau dilemparkan ke dalam penjara.\nAku berkata kepadamu: Sesungguhnya engkau tidak akan keluar dari sana, sebelum engkau membayar hutangmu sampai lunas."
  },
  {
    "date": "2025-06-13",
    "firstReference": "2Kor 4: 7-15",
    "firstContent": "Tetapi harta ini kami punyai dalam bejana tanah liat, supaya nyata, bahwa kekuatan yang melimpah-limpah itu berasal dari Allah, bukan dari diri kami.\nDalam segala hal kami ditindas, namun tidak terjepit; kami habis akal, namun tidak putus asa;\nkami dianiaya, namun tidak ditinggalkan sendirian, kami dihempaskan, namun tidak binasa.\nKami senantiasa membawa kematian Yesus di dalam tubuh kami, supaya kehidupan Yesus juga menjadi nyata di dalam tubuh kami.\nSebab kami, yang masih hidup ini, terus-menerus diserahkan kepada maut karena Yesus, supaya juga hidup Yesus menjadi nyata di dalam tubuh kami yang fana ini.\nMaka demikianlah maut giat di dalam diri kami dan hidup giat di dalam kamu.\nNamun karena kami memiliki roh iman yang sama, seperti ada tertulis: \"Aku percaya, sebab itu aku berkata-kata\", maka kami juga percaya dan sebab itu kami juga berkata-kata.\nKarena kami tahu, bahwa Ia, yang telah membangkitkan Tuhan Yesus, akan membangkitkan kami juga bersama-sama dengan Yesus. Dan Ia akan menghadapkan kami bersama-sama dengan kamu kepada diri-Nya.\nSebab semuanya itu terjadi oleh karena kamu, supaya kasih karunia, yang semakin besar berhubung dengan semakin banyaknya orang yang menjadi percaya, menyebabkan semakin melimpahnya ucapan syukur bagi kemuliaan Allah.",
    "psalmReference": "Mzm. 116:10-11,15-16,17-18",
    "psalmContent": "Aku percaya, sekalipun aku berkata: \"Aku ini sangat tertindas.\"\nAku ini berkata dalam kebingunganku: \"Semua manusia pembohong.\"",
    "secondReference": "Yos. 7:4-26",
    "secondContent": "Maka berangkatlah kira-kira tiga ribu orang dari bangsa itu ke sana; tetapi mereka melarikan diri di depan orang-orang Ai.\nSebab orang-orang Ai menewaskan kira-kira tiga puluh enam orang dari mereka; orang-orang Israel itu dikejar dari depan pintu gerbang kota itu sampai ke Syebarim dan dipukul kalah di lereng. Lalu tawarlah hati bangsa itu amat sangat.\nYosuapun mengoyakkan jubahnya dan sujudlah ia dengan mukanya sampai ke tanah di depan tabut TUHAN hingga petang, bersama dengan para tua-tua orang Israel, sambil menaburkan debu di atas kepalanya.\nDan berkatalah Yosua: \"Ah, Tuhanku ALLAH, mengapa Engkau menyuruh bangsa ini menyeberangi sungai Yordan? supaya kami diserahkan kepada orang Amori untuk dibinasakan? Lebih baik kalau kami putuskan tadinya untuk tinggal di seberang sungai Yordan itu!\nO Tuhan, apakah yang akan kukatakan, setelah orang Israel lari membelakangi musuhnya?\nApabila hal itu terdengar oleh orang Kanaan dan seluruh penduduk negeri ini, maka mereka akan mengepung kami dan melenyapkan nama kami dari bumi ini. Dan apakah yang akan Kaulakukan untuk memulihkan nama-Mu yang besar itu?\"\nLalu berfirmanlah TUHAN kepada Yosua: \"Bangunlah! Mengapa engkau sujud demikian?\nOrang Israel telah berbuat dosa, mereka melanggar perjanjian-Ku yang Kuperintahkan kepada mereka, mereka mengambil sesuatu dari barang-barang yang dikhususkan itu, mereka mencurinya, mereka menyembunyikannya dan mereka menaruhnya di antara barang-barangnya.\nSebab itu orang Israel tidak dapat bertahan menghadapi musuhnya. Mereka membelakangi musuhnya, sebab mereka itupun dikhususkan untuk ditumpas. Aku tidak akan menyertai kamu lagi jika barang-barang yang dikhususkan itu tidak kamu punahkan dari tengah-tengahmu.\nBangunlah, kuduskanlah bangsa itu dan katakan: Kuduskanlah dirimu untuk esok hari, sebab, demikianlah firman TUHAN, Allah Israel: Hai, orang Israel ada barang-barang yang dikhususkan di tengah-tengahmu; kamu tidak akan dapat bertahan menghadapi musuhmu, sebelum barang-barang yang dikhususkan itu kamu jauhkan dari tengah-tengah kamu.\nBesok pagi kamu harus tampil ke muka suku demi suku dan suku yang ditunjuk oleh TUHAN harus tampil ke muka kaum demi kaum, dan kaum yang ditunjuk oleh TUHAN harus tampil ke muka keluarga demi keluarga dan keluarga yang ditunjuk oleh TUHAN harus tampil ke muka seorang demi seorang.\nDan siapa yang didapati menyimpan barang-barang yang dikhususkan itu, akan dibakar dengan api, ia dan segala sesuatu yang ada padanya, sebab ia telah melanggar perjanjian TUHAN dan berbuat noda di antara orang Israel.\"\nKeesokan harinya bangunlah Yosua pagi-pagi, lalu menyuruh orang Israel tampil ke muka suku demi suku, maka didapatilah suku Yehuda.\nKetika disuruhnya tampil ke muka kaum-kaum Yehuda, maka didapatinya kaum Zerah. Ketika disuruhnya tampil ke muka kaum Zerah, seorang demi seorang, maka didapatilah Zabdi.\nKetika disuruhnya keluarga orang itu tampil ke muka, seorang demi seorang, maka didapatilah Akhan bin Karmi bin Zabdi bin Zerah, dari suku Yehuda.\nBerkatalah Yosua kepada Akhan: \"Anakku, hormatilah TUHAN, Allah Israel, dan mengakulah di hadapan-Nya; katakanlah kepadaku apa yang kauperbuat, jangan sembunyikan kepadaku.\"\nLalu Akhan menjawab Yosua, katanya: \"Benar, akulah yang berbuat dosa terhadap TUHAN, Allah Israel, sebab beginilah perbuatanku:\naku melihat di antara barang-barang jarahan itu jubah yang indah, buatan Sinear, dan dua ratus syikal perak dan sebatang emas yang lima puluh syikal beratnya; aku mengingininya, maka kuambil; semuanya itu disembunyikan di dalam kemahku dalam tanah, dan perak itu di bawah sekali.\"\nLalu Yosua menyuruh orang segera pergi ke kemah itu, dan sesungguhnya, semuanya itu disembunyikan dalam kemah Akhan, dan perak itu ada di bawah sekali.\nMaka mereka mengambil semuanya itu dari dalam kemah, lalu membawanya kepada Yosua dan kepada semua orang Israel, dan mencurahkannya di hadapan TUHAN.\nKemudian Yosua, beserta seluruh Israel mengambil Akhan bin Zerah, dan perak, jubah dan emas sebatang itu, anak-anaknya yang laki-laki dan perempuan, lembunya, keledainya dan kambing dombanya, kemahnya dan segala kepunyaannya, lalu semuanya itu dibawa ke lembah Akhor.\nBerkatalah Yosua: \"Seperti engkau mencelakakan kami, maka TUHAN pun mencelakakan engkau pada hari ini.\" Lalu seluruh Israel melontari dia dengan batu, semuanya itu dibakar dengan api dan dilempari dengan batu.\nSesudah itu didirikanlah di atasnya suatu timbunan batu yang besar, yang masih ada sampai sekarang. Lalu surutlah murka TUHAN yang bernyala-nyala itu. Oleh sebab itu nama tempat itu sampai sekarang disebutkan lembah Akhor.",
    "gospelReference": "Mat. 5:27-32",
    "gospelContent": "Kamu telah mendengar firman: Jangan berzinah.\nTetapi Aku berkata kepadamu: Setiap orang yang memandang perempuan serta menginginkannya, sudah berzinah dengan dia di dalam hatinya.\nMaka jika matamu yang kanan menyesatkan engkau, cungkillah dan buanglah itu, karena lebih baik bagimu jika satu dari anggota tubuhmu binasa, dari pada tubuhmu dengan utuh dicampakkan ke dalam neraka.\nDan jika tanganmu yang kanan menyesatkan engkau, penggallah dan buanglah itu, karena lebih baik bagimu jika satu dari anggota tubuhmu binasa dari pada tubuhmu dengan utuh masuk neraka.\nTelah difirmankan juga: Siapa yang menceraikan isterinya harus memberi surat cerai kepadanya.\nTetapi Aku berkata kepadamu: Setiap orang yang menceraikan isterinya kecuali karena zinah, ia menjadikan isterinya berzinah; dan siapa yang kawin dengan perempuan yang diceraikan, ia berbuat zinah."
  },
  {
    "date": "2025-06-14",
    "firstReference": "2Kor. 5: 14-21",
    "firstContent": "Sebab kasih Kristus yang menguasai kami, karena kami telah mengerti, bahwa jika satu orang sudah mati untuk semua orang, maka mereka semua sudah mati.\nDan Kristus telah mati untuk semua orang, supaya mereka yang hidup, tidak lagi hidup untuk dirinya sendiri, tetapi untuk Dia, yang telah mati dan telah dibangkitkan untuk mereka.\nSebab itu kami tidak lagi menilai seorang jugapun menurut ukuran manusia. Dan jika kami pernah menilai Kristus menurut ukuran manusia, sekarang kami tidak lagi menilai-Nya demikian.\nJadi siapa yang ada di dalam Kristus, ia adalah ciptaan baru: yang lama sudah berlalu, sesungguhnya yang baru sudah datang.\nDan semuanya ini dari Allah, yang dengan perantaraan Kristus telah mendamaikan kita dengan diri-Nya dan yang telah mempercayakan pelayanan pendamaian itu kepada kami.\nSebab Allah mendamaikan dunia dengan diri-Nya oleh Kristus dengan tidak memperhitungkan pelanggaran mereka. Ia telah mempercayakan berita pendamaian itu kepada kami.\nJadi kami ini adalah utusan-utusan Kristus, seakan-akan Allah menasihati kamu dengan perantaraan kami; dalam nama Kristus kami meminta kepadamu: berilah dirimu didamaikan dengan Allah.\nDia yang tidak mengenal dosa telah dibuat-Nya menjadi dosa karena kita, supaya dalam Dia kita dibenarkan oleh Allah.",
    "psalmReference": "Mzm. 103:1-2,3-4,8-9,11-12",
    "psalmContent": "Dari Daud. Pujilah TUHAN, hai jiwaku! Pujilah nama-Nya yang kudus, hai segenap batinku!\nPujilah TUHAN, hai jiwaku, dan janganlah lupakan segala kebaikan-Nya!",
    "secondReference": "Yos. 10:1-15",
    "secondContent": "Setelah terdengar oleh Adoni-Zedek, raja Yerusalem, bahwa Yosua telah merebut Ai dan telah menumpasnya?seperti yang dilakukannya terhadap Yerikho dan terhadap rajanya, demikianlah juga dilakukannya terhadap Ai dan terhadap rajanya?dan bahwa penduduk kota Gibeon telah mengadakan ikatan persahabatan dengan orang Israel dan diam di tengah-tengah mereka,\nmaka sangat takutlah orang, sebab Gibeon itu kota yang besar, seperti salah satu kota kerajaan, bahkan lebih besar dari Ai, dan semua orangnya adalah pahlawan.\nSebab itu Adoni-Zedek, raja Yerusalem, menyuruh orang kepada Hoham, raja Hebron, kepada Piream, raja Yarmut, kepada Yafia, raja Lakhis, dan kepada Debir, raja Eglon, mengatakan:\n\"Datanglah kepadaku dan bantulah aku, supaya kita menggempur Gibeon, karena telah mengadakan ikatan persahabatan dengan Yosua dan orang Israel.\"\nLalu kelima raja orang Amori itu berkumpul dan bergerak maju: raja Yerusalem, raja Hebron, raja Yarmut, raja Lakhis dan raja Eglon, mereka beserta seluruh tentara mereka. Mereka berkemah mengepung Gibeon dan berperang melawannya.\nLalu orang-orang Gibeon itu menyuruh orang kepada Yosua, ke tempat perkemahan di Gilgal, mengatakan: \"Jangan menarik tanganmu dari pada hamba-hambamu ini. Datanglah dengan segera kepada kami, lepaskanlah kami dan bantulah kami, sebab semua raja orang Amori, yang diam di pegunungan, telah bergabung melawan kami.\"\nLalu Yosua bergerak maju dari Gilgal, dia dan seluruh tentara yang bersama-sama dengan dia, semuanya pahlawan yang gagah perkasa.\nBerfirmanlah TUHAN kepada Yosua: \"Janganlah takut kepada mereka, sebab Aku menyerahkan mereka kepadamu. Tidak seorangpun dari mereka yang akan dapat bertahan menghadapi engkau.\"\nLalu Yosua menyerang mereka dengan tiba-tiba, setelah semalam-malaman bergerak maju dari Gilgal.\nDan TUHAN mengacaukan mereka di depan orang Israel, sehingga Yosua menimbulkan kekalahan yang besar di antara mereka dekat Gibeon, mengejar mereka ke arah pendakian Bet-Horon dan memukul mereka mundur sampai dekat Azeka dan Makeda.\nSedang mereka melarikan diri di depan orang Israel dan baru di lereng Bet-Horon, maka TUHAN melempari mereka dengan batu-batu besar dari langit, sampai ke Azeka, sehingga mereka mati. Yang mati kena hujan batu itu ada lebih banyak dari yang dibunuh oleh orang Israel dengan pedang.\nLalu Yosua berbicara kepada TUHAN pada hari TUHAN menyerahkan orang Amori itu kepada orang Israel; ia berkata di hadapan orang Israel: \"Matahari, berhentilah di atas Gibeon dan engkau, bulan, di atas lembah Ayalon!\"\nMaka berhentilah matahari dan bulanpun tidak bergerak, sampai bangsa itu membalaskan dendamnya kepada musuhnya. Bukankah hal itu telah tertulis dalam Kitab Orang Jujur? Matahari tidak bergerak di tengah langit dan lambat-lambat terbenam kira-kira sehari penuh.\nBelum pernah ada hari seperti itu, baik dahulu maupun kemudian, bahwa TUHAN mendengarkan permohonan seorang manusia secara demikian, sebab yang berperang untuk orang Israel ialah TUHAN.\nKemudian Yosua dan seluruh orang Israel yang menyertainya pulang kembali ke tempat perkemahan di Gilgal.",
    "gospelReference": "Mat. 5:33-37",
    "gospelContent": "Kamu telah mendengar pula yang difirmankan kepada nenek moyang kita: Jangan bersumpah palsu, melainkan peganglah sumpahmu di depan Tuhan.\nTetapi Aku berkata kepadamu: Janganlah sekali-kali bersumpah, baik demi langit, karena langit adalah takhta Allah,\nmaupun demi bumi, karena bumi adalah tumpuan kaki-Nya, ataupun demi Yerusalem, karena Yerusalem adalah kota Raja Besar;\njanganlah juga engkau bersumpah demi kepalamu, karena engkau tidak berkuasa memutihkan atau menghitamkan sehelai rambutpun.\nJika ya, hendaklah kamu katakan: ya, jika tidak, hendaklah kamu katakan: tidak. Apa yang lebih dari pada itu berasal dari si jahat."
  },
  {
    "date": "2025-06-15",
    "firstReference": "Ams. 8:22-31",
    "firstContent": "TUHAN telah menciptakan aku sebagai permulaan pekerjaan-Nya, sebagai perbuatan-Nya yang pertama-tama dahulu kala.\nSudah pada zaman purbakala aku dibentuk, pada mula pertama, sebelum bumi ada.\nSebelum air samudera raya ada, aku telah lahir, sebelum ada sumber-sumber yang sarat dengan air.\nSebelum gunung-gunung tertanam dan lebih dahulu dari pada bukit-bukit aku telah lahir;\nsebelum Ia membuat bumi dengan padang-padangnya atau debu dataran yang pertama.\nKetika Ia mempersiapkan langit, aku di sana, ketika Ia menggaris kaki langit pada permukaan air samudera raya,\nketika Ia menetapkan awan-awan di atas, dan mata air samudera raya meluap dengan deras,\nketika Ia menentukan batas kepada laut, supaya air jangan melanggar titah-Nya, dan ketika Ia menetapkan dasar-dasar bumi,\naku ada serta-Nya sebagai anak kesayangan, setiap hari aku menjadi kesenangan-Nya, dan senantiasa bermain-main di hadapan-Nya;\naku bermain-main di atas muka bumi-Nya dan anak-anak manusia menjadi kesenanganku.",
    "psalmReference": "Mzm. 8:4-5,6-7,8-9",
    "psalmContent": "(8-5) apakah manusia, sehingga Engkau mengingatnya? Apakah anak manusia, sehingga Engkau mengindahkannya?\n(8-6) Namun Engkau telah membuatnya hampir sama seperti Allah, dan telah memahkotainya dengan kemuliaan dan hormat.",
    "secondReference": "Rm. 5:1-5",
    "secondContent": "Sebab itu, kita yang dibenarkan karena iman, kita hidup dalam damai sejahtera dengan Allah oleh karena Tuhan kita, Yesus Kristus.\nOleh Dia kita juga beroleh jalan masuk oleh iman kepada kasih karunia ini. Di dalam kasih karunia ini kita berdiri dan kita bermegah dalam pengharapan akan menerima kemuliaan Allah.\nDan bukan hanya itu saja. Kita malah bermegah juga dalam kesengsaraan kita, karena kita tahu, bahwa kesengsaraan itu menimbulkan ketekunan,\ndan ketekunan menimbulkan tahan uji dan tahan uji menimbulkan pengharapan.\nDan pengharapan tidak mengecewakan, karena kasih Allah telah dicurahkan di dalam hati kita oleh Roh Kudus yang telah dikaruniakan kepada kita.",
    "gospelReference": "Yoh. 16:12-15",
    "gospelContent": "Masih banyak hal yang harus Kukatakan kepadamu, tetapi sekarang kamu belum dapat menanggungnya.\nTetapi apabila Ia datang, yaitu Roh Kebenaran, Ia akan memimpin kamu ke dalam seluruh kebenaran; sebab Ia tidak akan berkata-kata dari diri-Nya sendiri, tetapi segala sesuatu yang didengar-Nya itulah yang akan dikatakan-Nya dan Ia akan memberitakan kepadamu hal-hal yang akan datang.\nIa akan memuliakan Aku, sebab Ia akan memberitakan kepadamu apa yang diterimanya dari pada-Ku.\nSegala sesuatu yang Bapa punya, adalah Aku punya; sebab itu Aku berkata: Ia akan memberitakan kepadamu apa yang diterimanya dari pada-Ku.\""
  },
  {
    "date": "2025-06-16",
    "firstReference": "2Kor. 6: 1-10",
    "firstContent": "Sebagai teman-teman sekerja, kami menasihatkan kamu, supaya kamu jangan membuat menjadi sia-sia kasih karunia Allah, yang telah kamu terima.\nSebab Allah berfirman: \"Pada waktu Aku berkenan, Aku akan mendengarkan engkau, dan pada hari Aku menyelamatkan, Aku akan menolong engkau.\" Sesungguhnya, waktu ini adalah waktu perkenanan itu; sesungguhnya, hari ini adalah hari penyelamatan itu.\nDalam hal apapun kami tidak memberi sebab orang tersandung, supaya pelayanan kami jangan sampai dicela.\nSebaliknya, dalam segala hal kami menunjukkan, bahwa kami adalah pelayan Allah, yaitu: dalam menahan dengan penuh kesabaran dalam penderitaan, kesesakan dan kesukaran,\ndalam menanggung dera, dalam penjara dan kerusuhan, dalam berjerih payah, dalam berjaga-jaga dan berpuasa;\ndalam kemurnian hati, pengetahuan, kesabaran, dan kemurahan hati; dalam Roh Kudus dan kasih yang tidak munafik;\ndalam pemberitaan kebenaran dan kekuasaan Allah; dengan menggunakan senjata-senjata keadilan untuk menyerang ataupun untuk membela\nketika dihormati dan ketika dihina; ketika diumpat atau ketika dipuji; ketika dianggap sebagai penipu, namun dipercayai,\nsebagai orang yang tidak dikenal, namun terkenal; sebagai orang yang nyaris mati, dan sungguh kami hidup; sebagai orang yang dihajar, namun tidak mati;\nsebagai orang berdukacita, namun senantiasa bersukacita; sebagai orang miskin, namun memperkaya banyak orang; sebagai orang tak bermilik, sekalipun kami memiliki segala sesuatu.",
    "psalmReference": "Mzm. 98:1,2-3ab,3cd-4",
    "psalmContent": "Mazmur. Nyanyikanlah nyanyian baru bagi TUHAN, sebab Ia telah melakukan perbuatan-perbuatan yang ajaib; keselamatan telah dikerjakan kepada-Nya oleh tangan kanan-Nya, oleh lengan-Nya yang kudus.",
    "secondReference": "Hak.  2:6-3: 4",
    "secondContent": "Setelah Yosua melepas bangsa itu pergi, maka pergilah orang Israel itu, masing-masing ke milik pusakanya, untuk memiliki negeri itu.\nDan bangsa itu beribadah kepada TUHAN sepanjang zaman Yosua dan sepanjang zaman para tua-tua yang hidup lebih lama dari pada Yosua, dan yang telah melihat segenap perbuatan yang besar, yang dilakukan TUHAN bagi orang Israel.\nDan Yosua bin Nun, hamba TUHAN itu, mati pada umur seratus sepuluh tahun;\nia dikuburkan di daerah milik pusakanya di Timnat-Heres, di pegunungan Efraim, di sebelah utara gunung Gaas.\nSetelah seluruh angkatan itu dikumpulkan kepada nenek moyangnya, bangkitlah sesudah mereka itu angkatan yang lain, yang tidak mengenal TUHAN ataupun perbuatan yang dilakukan-Nya bagi orang Israel.\nLalu orang Israel melakukan apa yang jahat di mata TUHAN dan mereka beribadah kepada para Baal.\nMereka meninggalkan TUHAN, Allah nenek moyang mereka yang telah membawa mereka keluar dari tanah Mesir, lalu mengikuti allah lain, dari antara allah bangsa-bangsa di sekeliling mereka, dan sujud menyembah kepadanya, sehingga mereka menyakiti hati TUHAN.\nDemikianlah mereka meninggalkan TUHAN dan beribadah kepada Baal dan para Asytoret.\nMaka bangkitlah murka TUHAN terhadap orang Israel. Ia menyerahkan mereka ke dalam tangan perampok dan menjual mereka kepada musuh di sekeliling mereka, sehingga mereka tidak sanggup lagi menghadapi musuh mereka.\nSetiap kali mereka maju, tangan TUHAN melawan mereka dan mendatangkan malapetaka kepada mereka, sesuai dengan apa yang telah diperingatkan kepada mereka oleh TUHAN dengan sumpah, sehingga mereka sangat terdesak.\nMaka TUHAN membangkitkan hakim-hakim, yang menyelamatkan mereka dari tangan perampok itu.\nTetapi juga para hakim itu tidak mereka hiraukan, karena mereka berzinah dengan mengikuti allah lain dan sujud menyembah kepadanya. Mereka segera menyimpang dari jalan yang ditempuh oleh nenek moyangnya yang mendengarkan perintah TUHAN; mereka melakukan yang tidak patut.\nSetiap kali apabila TUHAN membangkitkan seorang hakim bagi mereka, maka TUHAN menyertai hakim itu dan menyelamatkan mereka dari tangan musuh mereka selama hakim itu hidup; sebab TUHAN berbelas kasihan mendengar rintihan mereka karena orang-orang yang mendesak dan menindas mereka.\nTetapi apabila hakim itu mati, kembalilah mereka berlaku jahat, lebih jahat dari nenek moyang mereka, dengan mengikuti allah lain, beribadah kepadanya dan sujud menyembah kepadanya; dalam hal apapun mereka tidak berhenti dengan perbuatan dan kelakuan mereka yang tegar itu.\nApabila murka TUHAN bangkit terhadap orang Israel, berfirmanlah Ia: \"Karena bangsa ini melanggar perjanjian yang telah Kuperintahkan kepada nenek moyang mereka, dan tidak mendengarkan firman-Ku,\nmaka Akupun tidak mau menghalau lagi dari depan mereka satupun dari bangsa-bangsa yang ditinggalkan Yosua pada waktu matinya,\nsupaya dengan perantaraan bangsa-bangsa itu Aku mencobai orang Israel, apakah mereka tetap hidup menurut jalan yang ditunjukkan TUHAN, seperti yang dilakukan oleh nenek moyang mereka, atau tidak.\"\nDemikianlah TUHAN membiarkan bangsa-bangsa itu tinggal dengan tidak segera menghalau mereka; mereka tidak diserahkan-Nya ke dalam tangan Yosua.",
    "gospelReference": "Mat. 5:38-42",
    "gospelContent": "Kamu telah mendengar firman: Mata ganti mata dan gigi ganti gigi.\nTetapi Aku berkata kepadamu: Janganlah kamu melawan orang yang berbuat jahat kepadamu, melainkan siapapun yang menampar pipi kananmu, berilah juga kepadanya pipi kirimu.\nDan kepada orang yang hendak mengadukan engkau karena mengingini bajumu, serahkanlah juga jubahmu.\nDan siapapun yang memaksa engkau berjalan sejauh satu mil, berjalanlah bersama dia sejauh dua mil.\nBerilah kepada orang yang meminta kepadamu dan janganlah menolak orang yang mau meminjam dari padamu."
  },
  {
    "date": "2025-06-17",
    "firstReference": "2Kor. 8: 1-9",
    "firstContent": "Saudara-saudara, kami hendak memberitahukan kepada kamu tentang kasih karunia yang dianugerahkan kepada jemaat-jemaat di Makedonia.\nSelagi dicobai dengan berat dalam pelbagai penderitaan, sukacita mereka meluap dan meskipun mereka sangat miskin, namun mereka kaya dalam kemurahan.\nAku bersaksi, bahwa mereka telah memberikan menurut kemampuan mereka, bahkan melampaui kemampuan mereka.\nDengan kerelaan sendiri mereka meminta dan mendesak kepada kami, supaya mereka juga beroleh kasih karunia untuk mengambil bagian dalam pelayanan kepada orang-orang kudus.\nMereka memberikan lebih banyak dari pada yang kami harapkan. Mereka memberikan diri mereka, pertama-tama kepada Allah, kemudian oleh karena kehendak Allah juga kepada kami.\nSebab itu kami mendesak kepada Titus, supaya ia mengunjungi kamu dan menyelesaikan pelayanan kasih itu sebagaimana ia telah memulainya.\nMaka sekarang, sama seperti kamu kaya dalam segala sesuatu, ?dalam iman, dalam perkataan, dalam pengetahuan, dalam kesungguhan untuk membantu, dan dalam kasihmu terhadap kami?demikianlah juga hendaknya kamu kaya dalam pelayanan kasih ini.\nAku mengatakan hal itu bukan sebagai perintah, melainkan, dengan menunjukkan usaha orang-orang lain untuk membantu, aku mau menguji keikhlasan kasih kamu.\nKarena kamu telah mengenal kasih karunia Tuhan kita Yesus Kristus, bahwa Ia, yang oleh karena kamu menjadi miskin, sekalipun Ia kaya, supaya kamu menjadi kaya oleh karena kemiskinan-Nya.",
    "psalmReference": "Mzm. 146:2,5-6,7,8-9a",
    "psalmContent": "Aku hendak memuliakan TUHAN selama aku hidup, dan bermazmur bagi Allahku selagi aku ada.",
    "secondReference": "Hak. 4:1-24",
    "secondContent": "Setelah Ehud mati, orang Israel melakukan pula apa yang jahat di mata TUHAN.\nLalu TUHAN menyerahkan mereka ke dalam tangan Yabin, raja Kanaan, yang memerintah di Hazor. Panglima tentaranya ialah Sisera yang diam di Haroset-Hagoyim.\nLalu orang Israel berseru kepada TUHAN, sebab Sisera mempunyai sembilan ratus kereta besi dan dua puluh tahun lamanya ia menindas orang Israel dengan keras.\nPada waktu itu Debora, seorang nabiah, isteri Lapidot, memerintah sebagai hakim atas orang Israel.\nIa biasa duduk di bawah pohon korma Debora antara Rama dan Betel di pegunungan Efraim, dan orang Israel menghadap dia untuk berhakim kepadanya.\nIa menyuruh memanggil Barak bin Abinoam dari Kedesh di daerah Naftali, lalu berkata kepadanya: \"Bukankah TUHAN, Allah Israel, memerintahkan demikian: Majulah, bergeraklah menuju gunung Tabor dengan membawa sepuluh ribu orang bani Naftali dan bani Zebulon bersama-sama dengan engkau,\ndan Aku akan menggerakkan Sisera, panglima tentara Yabin, dengan kereta-keretanya dan pasukan-pasukannya menuju engkau ke sungai Kison dan Aku akan menyerahkan dia ke dalam tanganmu.\"\nJawab Barak kepada Debora: \"Jika engkau turut maju akupun maju, tetapi jika engkau tidak turut maju akupun tidak maju.\"\nKata Debora: \"Baik, aku turut! Hanya, engkau tidak akan mendapat kehormatan dalam perjalanan yang engkau lakukan ini, sebab TUHAN akan menyerahkan Sisera ke dalam tangan seorang perempuan.\" Lalu Debora bangun berdiri dan pergi bersama-sama dengan Barak ke Kedesh.\nBarak mengerahkan suku Zebulon dan suku Naftali ke Kedesh, maka sepuluh ribu orang maju mengikuti dia; juga Debora maju bersama-sama dengan dia.\nAdapun Heber, orang Keni itu, telah memisahkan diri dari suku Keni, dari anak-anak Hobab ipar Musa, dan telah berpindah-pindah memasang kemahnya sampai ke pohon tarbantin di Zaanaim yang dekat Kedesh.\nSetelah dikabarkan kepada Sisera, bahwa Barak bin Abinoam telah maju ke gunung Tabor,\ndikerahkannyalah segala keretanya, sembilan ratus kereta besi, dan seluruh rakyat yang bersama-sama dengan dia, dari Haroset-Hagoyim ke sungai Kison.\nLalu berkatalah Debora kepada Barak: \"Bersiaplah, sebab inilah harinya TUHAN menyerahkan Sisera ke dalam tanganmu. Bukankah TUHAN telah maju di depan engkau?\" Lalu turunlah Barak dari gunung Tabor dan sepuluh ribu orang mengikuti dia,\ndan TUHAN mengacaukan Sisera serta segala keretanya dan seluruh tentaranya oleh mata pedang di depan Barak, sehingga Sisera turun dari keretanya dan melarikan diri dengan berjalan kaki.\nLalu Barak mengejar kereta-kereta dan tentara itu sampai ke Haroset-Hagoyim, dan seluruh tentara Sisera tewas oleh mata pedang; tidak ada seorangpun yang tinggal hidup.\nTetapi Sisera dengan berjalan kaki melarikan diri ke kemah Yael, isteri Heber, orang Keni itu, sebab ada perhubungan baik antara Yabin, raja Hazor, dengan keluarga Heber, orang Keni itu.\nYael itupun keluar mendapatkan Sisera, dan berkata kepadanya: \"Singgahlah, tuanku, silakan masuk. Jangan takut.\" Lalu singgahlah ia ke dalam kemah perempuan itu dan perempuan itu menutupi dia dengan selimut.\nKemudian berkatalah ia kepada perempuan itu: \"Berilah kiranya aku minum air sedikit, aku haus.\" Lalu perempuan itu membuka kirbat susu, diberinyalah dia minum dan diselimutinya pula.\nLagi katanya kepada perempuan itu: \"Berdirilah di depan pintu kemah dan apabila ada orang datang dan bertanya kepadamu: Ada orang di sini?, maka jawablah: Tidak ada.\"\nTetapi Yael, isteri Heber, mengambil patok kemah, diambilnya pula palu, mendekatinya diam-diam, lalu dilantaknyalah patok itu masuk ke dalam pelipisnya sampai tembus ke tanah?sebab ia telah tidur nyenyak karena lelahnya?maka matilah orang itu.\nPada waktu itu muncullah Barak yang mengejar Sisera. Keluarlah Yael mendapatkan dia dan berkata kepadanya: \"Mari, aku akan menunjukkan kepadamu orang yang kaucari itu.\" Lalu masuklah Barak ke dalam dan tampaklah Sisera mati tergeletak dengan patok dalam pelipisnya.\nDemikianlah Allah pada hari itu menundukkan Yabin, raja Kanaan, di depan orang Israel.\nDan kekuasaan orang Israel kian keras menekan Yabin, raja Kanaan, sampai mereka melenyapkan Yabin, raja Kanaan itu.",
    "gospelReference": "Mat. 5:43-48",
    "gospelContent": "Kamu telah mendengar firman: Kasihilah sesamamu manusia dan bencilah musuhmu.\nTetapi Aku berkata kepadamu: Kasihilah musuhmu dan berdoalah bagi mereka yang menganiaya kamu.\nKarena dengan demikianlah kamu menjadi anak-anak Bapamu yang di sorga, yang menerbitkan matahari bagi orang yang jahat dan orang yang baik dan menurunkan hujan bagi orang yang benar dan orang yang tidak benar.\nApabila kamu mengasihi orang yang mengasihi kamu, apakah upahmu? Bukankah pemungut cukai juga berbuat demikian?\nDan apabila kamu hanya memberi salam kepada saudara-saudaramu saja, apakah lebihnya dari pada perbuatan orang lain? Bukankah orang yang tidak mengenal Allahpun berbuat demikian?\nKarena itu haruslah kamu sempurna, sama seperti Bapamu yang di sorga adalah sempurna.\""
  },
  {
    "date": "2025-06-18",
    "firstReference": "2Kor. 9: 6-11",
    "firstContent": "Camkanlah ini: Orang yang menabur sedikit, akan menuai sedikit juga, dan orang yang menabur banyak, akan menuai banyak juga.\nHendaklah masing-masing memberikan menurut kerelaan hatinya, jangan dengan sedih hati atau karena paksaan, sebab Allah mengasihi orang yang memberi dengan sukacita.\nDan Allah sanggup melimpahkan segala kasih karunia kepada kamu, supaya kamu senantiasa berkecukupan di dalam segala sesuatu dan malah berkelebihan di dalam pelbagai kebajikan.\nSeperti ada tertulis: \"Ia membagi-bagikan, Ia memberikan kepada orang miskin, kebenaran-Nya tetap untuk selamanya.\"\nIa yang menyediakan benih bagi penabur, dan roti untuk dimakan, Ia juga yang akan menyediakan benih bagi kamu dan melipatgandakannya dan menumbuhkan buah-buah kebenaranmu;\nkamu akan diperkaya dalam segala macam kemurahan hati, yang membangkitkan syukur kepada Allah oleh karena kami.",
    "psalmReference": "Mzm. 112:1-2,3-4,9",
    "psalmContent": "Haleluya! Berbahagialah orang yang takut akan TUHAN, yang sangat suka kepada segala perintah-Nya.\nAnak cucunya akan perkasa di bumi; angkatan orang benar akan diberkati.",
    "secondReference": "Hak. 6:1-6.11-24",
    "secondContent": "Tetapi orang Israel melakukan apa yang jahat di mata TUHAN; sebab itu TUHAN menyerahkan mereka ke dalam tangan orang Midian, tujuh tahun lamanya,\ndan selama itu orang Midian berkuasa atas orang Israel. Karena takutnya kepada orang Midian itu, maka orang Israel membuat tempat-tempat perlindungan di pegunungan, yakni gua-gua dan kubu-kubu.\nSetiap kali orang Israel selesai menabur, datanglah orang Midian, orang Amalek dan orang-orang dari sebelah timur, lalu maju mendatangi mereka;\nberkemahlah orang-orang itu di daerah mereka, dan memusnahkan hasil tanah itu sampai ke dekat Gaza, dan tidak meninggalkan bahan makanan apapun di Israel, juga domba, atau lembu atau keledaipun tidak.\nSebab orang-orang itu datang maju dengan ternaknya dan kemahnya, dan datangnya itu berbanyak-banyak seperti belalang. Orang-orangnya dan unta-untanya tidak terhitung banyaknya, sekaliannya datang ke negeri itu untuk memusnahkannya,\nsehingga orang Israel menjadi sangat melarat oleh perbuatan orang Midian itu. Lalu berserulah orang Israel kepada TUHAN.",
    "gospelReference": "Mat. 6:1-6,16-18",
    "gospelContent": "\"Ingatlah, jangan kamu melakukan kewajiban agamamu di hadapan orang supaya dilihat mereka, karena jika demikian, kamu tidak beroleh upah dari Bapamu yang di sorga.\nJadi apabila engkau memberi sedekah, janganlah engkau mencanangkan hal itu, seperti yang dilakukan orang munafik di rumah-rumah ibadat dan di lorong-lorong, supaya mereka dipuji orang. Aku berkata kepadamu: Sesungguhnya mereka sudah mendapat upahnya.\nTetapi jika engkau memberi sedekah, janganlah diketahui tangan kirimu apa yang diperbuat tangan kananmu.\nHendaklah sedekahmu itu diberikan dengan tersembunyi, maka Bapamu yang melihat yang tersembunyi akan membalasnya kepadamu.\"\n\"Dan apabila kamu berdoa, janganlah berdoa seperti orang munafik. Mereka suka mengucapkan doanya dengan berdiri dalam rumah-rumah ibadat dan pada tikungan-tikungan jalan raya, supaya mereka dilihat orang. Aku berkata kepadamu: Sesungguhnya mereka sudah mendapat upahnya.\nTetapi jika engkau berdoa, masuklah ke dalam kamarmu, tutuplah pintu dan berdoalah kepada Bapamu yang ada di tempat tersembunyi. Maka Bapamu yang melihat yang tersembunyi akan membalasnya kepadamu."
  },
  {
    "date": "2025-06-19",
    "firstReference": "2Kor. 11: 1-11",
    "firstContent": "Alangkah baiknya, jika kamu sabar terhadap kebodohanku yang kecil itu. Memang kamu sabar terhadap aku!\nSebab aku cemburu kepada kamu dengan cemburu ilahi. Karena aku telah mempertunangkan kamu kepada satu laki-laki untuk membawa kamu sebagai perawan suci kepada Kristus.\nTetapi aku takut, kalau-kalau pikiran kamu disesatkan dari kesetiaan kamu yang sejati kepada Kristus, sama seperti Hawa diperdayakan oleh ular itu dengan kelicikannya.\nSebab kamu sabar saja, jika ada seorang datang memberitakan Yesus yang lain dari pada yang telah kami beritakan, atau memberikan kepada kamu roh yang lain dari pada yang telah kamu terima atau Injil yang lain dari pada yang telah kamu terima.\nTetapi menurut pendapatku sedikitpun aku tidak kurang dari pada rasul-rasul yang tak ada taranya itu.\nJikalau aku kurang paham dalam hal berkata-kata, tidaklah demikian dalam hal pengetahuan; sebab kami telah menyatakannya kepada kamu pada segala waktu dan di dalam segala hal.\nApakah aku berbuat salah, jika aku merendahkan diri untuk meninggikan kamu, karena aku memberitakan Injil Allah kepada kamu dengan cuma-cuma?\nJemaat-jemaat lain telah kurampok dengan menerima tunjangan dari mereka, supaya aku dapat melayani kamu!\nDan ketika aku dalam kekurangan di tengah-tengah kamu, aku tidak menyusahkan seorangpun, sebab apa yang kurang padaku, dicukupkan oleh saudara-saudara yang datang dari Makedonia. Dalam segala hal aku menjaga diriku, supaya jangan menjadi beban bagi kamu, dan aku akan tetap berbuat demikian.\nDemi kebenaran Kristus di dalam diriku, aku tegaskan, bahwa kemegahanku itu tidak akan dirintangi oleh siapapun di daerah-daerah Akhaya.\nMengapa tidak? Apakah karena aku tidak mengasihi kamu? Allah mengetahuinya.",
    "psalmReference": "Mzm. 111:1-2,3-4,7-8",
    "psalmContent": "Haleluya! Aku mau bersyukur kepada TUHAN dengan segenap hati, dalam lingkungan orang-orang benar dan dalam jemaah.\nBesar perbuatan-perbuatan TUHAN, layak diselidiki oleh semua orang yang menyukainya.",
    "secondReference": "Hak. 7:1-8.16-22a",
    "secondContent": "Adapun Yerubaal?itulah Gideon?bangun pagi-pagi dengan segala rakyat yang bersama-sama dengan dia, lalu mereka berkemah dekat mata air Harod; perkemahan orang Midian itu ada di sebelah utaranya, dekat bukit More, di lembah.\nBerfirmanlah TUHAN kepada Gideon: \"Terlalu banyak rakyat yang bersama-sama dengan engkau itu dari pada yang Kuhendaki untuk menyerahkan orang Midian ke dalam tangan mereka, jangan-jangan orang Israel memegah-megahkan diri terhadap Aku, sambil berkata: Tanganku sendirilah yang menyelamatkan aku.\nMaka sekarang, serukanlah kepada rakyat itu, demikian: Siapa yang takut dan gentar, biarlah ia pulang, enyah dari pegunungan Gilead.\" Lalu pulanglah dua puluh dua ribu orang dari rakyat itu dan tinggallah sepuluh ribu orang.\nTetapi TUHAN berfirman kepada Gideon: \"Masih terlalu banyak rakyat; suruhlah mereka turun minum air, maka Aku akan menyaring mereka bagimu di sana. Siapa yang Kufirmankan kepadamu: Inilah orang yang akan pergi bersama-sama dengan engkau, dialah yang akan pergi bersama-sama dengan engkau, tetapi barangsiapa yang Kufirmankan kepadamu: Inilah orang yang tidak akan pergi bersama-sama dengan engkau, dialah yang tidak akan pergi.\"\nLalu Gideon menyuruh rakyat itu turun minum air, dan berfirmanlah TUHAN kepadanya: \"Barangsiapa yang menghirup air dengan lidahnya seperti anjing menjilat, haruslah kaukumpulkan tersendiri, demikian juga semua orang yang berlutut untuk minum.\"\nJumlah orang yang menghirup dengan membawa tangannya ke mulutnya, ada tiga ratus orang, tetapi yang lain dari rakyat itu semuanya berlutut minum air.\nLalu berfirmanlah TUHAN kepada Gideon: \"Dengan ketiga ratus orang yang menghirup itu akan Kuselamatkan kamu: Aku akan menyerahkan orang Midian ke dalam tanganmu; tetapi yang lain dari rakyat itu semuanya boleh pergi, masing-masing ke tempat kediamannya.\"\nDari rakyat itu mereka mengambil bekal dan sangkakala; demikianlah seluruh orang Israel disuruhnya pergi, masing-masing ke kemahnya, tetapi ketiga ratus orang itu ditahannya. Adapun perkemahan orang Midian ada di bawahnya, di lembah.",
    "gospelReference": "Mat 6:7-15",
    "gospelContent": "Lagipula dalam doamu itu janganlah kamu bertele-tele seperti kebiasaan orang yang tidak mengenal Allah. Mereka menyangka bahwa karena banyaknya kata-kata doanya akan dikabulkan.\nJadi janganlah kamu seperti mereka, karena Bapamu mengetahui apa yang kamu perlukan, sebelum kamu minta kepada-Nya.\nKarena itu berdoalah demikian: Bapa kami yang di sorga, Dikuduskanlah nama-Mu,\ndatanglah Kerajaan-Mu, jadilah kehendak-Mu di bumi seperti di sorga.\nBerikanlah kami pada hari ini makanan kami yang secukupnya\ndan ampunilah kami akan kesalahan kami, seperti kami juga mengampuni orang yang bersalah kepada kami;\ndan janganlah membawa kami ke dalam pencobaan, tetapi lepaskanlah kami dari pada yang jahat. (Karena Engkaulah yang empunya Kerajaan dan kuasa dan kemuliaan sampai selama-lamanya. Amin.)\nKarena jikalau kamu mengampuni kesalahan orang, Bapamu yang di sorga akan mengampuni kamu juga.\nTetapi jikalau kamu tidak mengampuni orang, Bapamu juga tidak akan mengampuni kesalahanmu.\""
  },
  {
    "date": "2025-06-20",
    "firstReference": "2Kor. 11:18,21b-30",
    "firstContent": "Karena banyak orang yang bermegah secara duniawi, aku mau bermegah juga.",
    "psalmReference": "Mzm. 34:2-3,4-5,6-7",
    "psalmContent": "(34-3) Karena TUHAN jiwaku bermegah; biarlah orang-orang yang rendah hati mendengarnya dan bersukacita.\n(34-4) Muliakanlah TUHAN bersama-sama dengan aku, marilah kita bersama-sama memasyhurkan nama-Nya!",
    "secondReference": null,
    "secondContent": null,
    "gospelReference": "Mat. 6:19-23",
    "gospelContent": "\"Janganlah kamu mengumpulkan harta di bumi; di bumi ngengat dan karat merusakkannya dan pencuri membongkar serta mencurinya.\nTetapi kumpulkanlah bagimu harta di sorga; di sorga ngengat dan karat tidak merusakkannya dan pencuri tidak membongkar serta mencurinya.\nKarena di mana hartamu berada, di situ juga hatimu berada.\nMata adalah pelita tubuh. Jika matamu baik, teranglah seluruh tubuhmu;\njika matamu jahat, gelaplah seluruh tubuhmu. Jadi jika terang yang ada padamu gelap, betapa gelapnya kegelapan itu."
  },
  {
    "date": "2025-06-21",
    "firstReference": "2Kor. 12: 1-10",
    "firstContent": "Aku harus bermegah, sekalipun memang hal itu tidak ada faedahnya, namun demikian aku hendak memberitakan penglihatan-penglihatan dan penyataan-penyataan yang kuterima dari Tuhan.\nAku tahu tentang seorang Kristen; empat belas tahun yang lampau?entah di dalam tubuh, aku tidak tahu, entah di luar tubuh, aku tidak tahu, Allah yang mengetahuinya?orang itu tiba-tiba diangkat ke tingkat yang ketiga dari sorga.\nAku juga tahu tentang orang itu, ?entah di dalam tubuh entah di luar tubuh, aku tidak tahu, Allah yang mengetahuinya?\nia tiba-tiba diangkat ke Firdaus dan ia mendengar kata-kata yang tak terkatakan, yang tidak boleh diucapkan manusia.\nAtas orang itu aku hendak bermegah, tetapi atas diriku sendiri aku tidak akan bermegah, selain atas kelemahan-kelemahanku.\nSebab sekiranya aku hendak bermegah juga, aku bukan orang bodoh lagi, karena aku mengatakan kebenaran. Tetapi aku menahan diriku, supaya jangan ada orang yang menghitungkan kepadaku lebih dari pada yang mereka lihat padaku atau yang mereka dengar dari padaku.\nDan supaya aku jangan meninggikan diri karena penyataan-penyataan yang luar biasa itu, maka aku diberi suatu duri di dalam dagingku, yaitu seorang utusan Iblis untuk menggocoh aku, supaya aku jangan meninggikan diri.\nTentang hal itu aku sudah tiga kali berseru kepada Tuhan, supaya utusan Iblis itu mundur dari padaku.\nTetapi jawab Tuhan kepadaku: \"Cukuplah kasih karunia-Ku bagimu, sebab justru dalam kelemahanlah kuasa-Ku menjadi sempurna.\" Sebab itu terlebih suka aku bermegah atas kelemahanku, supaya kuasa Kristus turun menaungi aku.\nKarena itu aku senang dan rela di dalam kelemahan, di dalam siksaan, di dalam kesukaran, di dalam penganiayaan dan kesesakan oleh karena Kristus. Sebab jika aku lemah, maka aku kuat.",
    "psalmReference": "Mzm. 34:8-9,10-11,12-13",
    "psalmContent": "(34-9) Kecaplah dan lihatlah, betapa baiknya TUHAN itu! Berbahagialah orang yang berlindung pada-Nya!\n(34-10) Takutlah akan TUHAN, hai orang-orang-Nya yang kudus, sebab tidak berkekurangan orang yang takut akan Dia!",
    "secondReference": "Hak. 11:1-9,29-40",
    "secondContent": "Adapun Yefta, orang Gilead itu, adalah seorang pahlawan yang gagah perkasa, tetapi ia anak seorang perempuan sundal; ayah Yefta ialah Gilead.\nJuga isteri Gilead melahirkan anak-anak lelaki baginya. Setelah besar anak-anak isterinya ini, maka mereka mengusir Yefta, katanya kepadanya: \"Engkau tidak mendapat milik pusaka dalam keluarga kami, sebab engkau anak dari perempuan lain.\"\nMaka larilah Yefta dari saudara-saudaranya itu dan diam di tanah Tob; di sana berkumpullah kepadanya petualang-petualang yang pergi merampok bersama-sama dengan dia.\nBeberapa waktu kemudian bani Amon berperang melawan orang Israel.\nDan ketika bani Amon itu berperang melawan orang Israel, pergilah para tua-tua Gilead menjemput Yefta dari tanah Tob.\nKata mereka kepada Yefta: \"Mari, jadilah panglima kami dan biarlah kita berperang melawan bani Amon.\"\nTetapi kata Yefta kepada para tua-tua Gilead itu: \"Bukankah kamu sendiri membenci aku dan mengusir aku dari keluargaku? Mengapa kamu datang sekarang kepadaku, pada waktu kamu terdesak?\"\nKemudian berkatalah para tua-tua Gilead kepada Yefta: \"Memang, kami datang kembali sekarang kepadamu, ikutilah kami dan berperanglah melawan bani Amon, maka engkau akan menjadi kepala atas kami, atas seluruh penduduk Gilead.\"\nKata Yefta kepada para tua-tua Gilead: \"Jadi, jika kamu membawa aku kembali untuk berperang melawan bani Amon, dan TUHAN menyerahkan mereka kepadaku, maka akulah yang akan menjadi kepala atas kamu?\"",
    "gospelReference": "Mat. 6:24-34",
    "gospelContent": "Tak seorangpun dapat mengabdi kepada dua tuan. Karena jika demikian, ia akan membenci yang seorang dan mengasihi yang lain, atau ia akan setia kepada yang seorang dan tidak mengindahkan yang lain. Kamu tidak dapat mengabdi kepada Allah dan kepada Mamon.\"\n\"Karena itu Aku berkata kepadamu: Janganlah kuatir akan hidupmu, akan apa yang hendak kamu makan atau minum, dan janganlah kuatir pula akan tubuhmu, akan apa yang hendak kamu pakai. Bukankah hidup itu lebih penting dari pada makanan dan tubuh itu lebih penting dari pada pakaian?\nPandanglah burung-burung di langit, yang tidak menabur dan tidak menuai dan tidak mengumpulkan bekal dalam lumbung, namun diberi makan oleh Bapamu yang di sorga. Bukankah kamu jauh melebihi burung-burung itu?\nSiapakah di antara kamu yang karena kekuatirannya dapat menambahkan sehasta saja pada jalan hidupnya?\nDan mengapa kamu kuatir akan pakaian? Perhatikanlah bunga bakung di ladang, yang tumbuh tanpa bekerja dan tanpa memintal,\nnamun Aku berkata kepadamu: Salomo dalam segala kemegahannyapun tidak berpakaian seindah salah satu dari bunga itu.\nJadi jika demikian Allah mendandani rumput di ladang, yang hari ini ada dan besok dibuang ke dalam api, tidakkah Ia akan terlebih lagi mendandani kamu, hai orang yang kurang percaya?\nSebab itu janganlah kamu kuatir dan berkata: Apakah yang akan kami makan? Apakah yang akan kami minum? Apakah yang akan kami pakai?\nSemua itu dicari bangsa-bangsa yang tidak mengenal Allah. Akan tetapi Bapamu yang di sorga tahu, bahwa kamu memerlukan semuanya itu.\nTetapi carilah dahulu Kerajaan Allah dan kebenarannya, maka semuanya itu akan ditambahkan kepadamu.\nSebab itu janganlah kamu kuatir akan hari besok, karena hari besok mempunyai kesusahannya sendiri. Kesusahan sehari cukuplah untuk sehari.\""
  },
  {
    "date": "2025-06-22",
    "firstReference": "Kej. 14:18-20",
    "firstContent": "Melkisedek, raja Salem, membawa roti dan anggur; ia seorang imam Allah Yang Mahatinggi.\nLalu ia memberkati Abram, katanya: \"Diberkatilah kiranya Abram oleh Allah Yang Mahatinggi, Pencipta langit dan bumi,\ndan terpujilah Allah Yang Mahatinggi, yang telah menyerahkan musuhmu ke tanganmu.\" Lalu Abram memberikan kepadanya sepersepuluh dari semuanya.",
    "psalmReference": "Mzm. 110:1,2,3,4",
    "psalmContent": "Mazmur Daud. Demikianlah firman TUHAN kepada tuanku: \"Duduklah di sebelah kanan-Ku, sampai Kubuat musuh-musuhmu menjadi tumpuan kakimu.\"",
    "secondReference": "1Kor. 11:23-26",
    "secondContent": "Sebab apa yang telah kuteruskan kepadamu, telah aku terima dari Tuhan, yaitu bahwa Tuhan Yesus, pada malam waktu Ia diserahkan, mengambil roti\ndan sesudah itu Ia mengucap syukur atasnya; Ia memecah-mecahkannya dan berkata: \"Inilah tubuh-Ku, yang diserahkan bagi kamu; perbuatlah ini menjadi peringatan akan Aku!\"\nDemikian juga Ia mengambil cawan, sesudah makan, lalu berkata: \"Cawan ini adalah perjanjian baru yang dimeteraikan oleh darah-Ku; perbuatlah ini, setiap kali kamu meminumnya, menjadi peringatan akan Aku!\"\nSebab setiap kali kamu makan roti ini dan minum cawan ini, kamu memberitakan kematian Tuhan sampai Ia datang.",
    "gospelReference": "Luk. 9:11b-17",
    "gospelContent": "Akan tetapi orang banyak mengetahuinya, lalu mengikuti Dia. Ia menerima mereka dan berkata-kata kepada mereka tentang Kerajaan Allah dan Ia menyembuhkan orang-orang yang memerlukan penyembuhan.\nPada waktu hari mulai malam datanglah kedua belas murid-Nya kepada-Nya dan berkata: \"Suruhlah orang banyak itu pergi, supaya mereka pergi ke desa-desa dan kampung-kampung sekitar ini untuk mencari tempat penginapan dan makanan, karena di sini kita berada di tempat yang sunyi.\"\nTetapi Ia berkata kepada mereka: \"Kamu harus memberi mereka makan!\" Mereka menjawab: \"Yang ada pada kami tidak lebih dari pada lima roti dan dua ikan, kecuali kalau kami pergi membeli makanan untuk semua orang banyak ini.\"\nSebab di situ ada kira-kira lima ribu orang laki-laki. Lalu Ia berkata kepada murid-murid-Nya: \"Suruhlah mereka duduk berkelompok-kelompok, kira-kira lima puluh orang sekelompok.\"\nMurid-murid melakukannya dan menyuruh semua orang banyak itu duduk.\nDan setelah Ia mengambil lima roti dan dua ikan itu, Ia menengadah ke langit, mengucap berkat, lalu memecah-mecahkan roti itu dan memberikannya kepada murid-murid-Nya supaya dibagi-bagikannya kepada orang banyak.\nDan mereka semuanya makan sampai kenyang. Kemudian dikumpulkan potongan-potongan roti yang sisa sebanyak dua belas bakul."
  },
  {
    "date": "2025-06-23",
    "firstReference": "Kej. 12:1-9",
    "firstContent": "Berfirmanlah TUHAN kepada Abram: \"Pergilah dari negerimu dan dari sanak saudaramu dan dari rumah bapamu ini ke negeri yang akan Kutunjukkan kepadamu;\nAku akan membuat engkau menjadi bangsa yang besar, dan memberkati engkau serta membuat namamu masyhur; dan engkau akan menjadi berkat.\nAku akan memberkati orang-orang yang memberkati engkau, dan mengutuk orang-orang yang mengutuk engkau, dan olehmu semua kaum di muka bumi akan mendapat berkat.\"\nLalu pergilah Abram seperti yang difirmankan TUHAN kepadanya, dan Lotpun ikut bersama-sama dengan dia; Abram berumur tujuh puluh lima tahun, ketika ia berangkat dari Haran.\nAbram membawa Sarai, isterinya, dan Lot, anak saudaranya, dan segala harta benda yang didapat mereka dan orang-orang yang diperoleh mereka di Haran; mereka berangkat ke tanah Kanaan, lalu sampai di situ.\nAbram berjalan melalui negeri itu sampai ke suatu tempat dekat Sikhem, yakni pohon tarbantin di More. Waktu itu orang Kanaan diam di negeri itu.\nKetika itu TUHAN menampakkan diri kepada Abram dan berfirman: \"Aku akan memberikan negeri ini kepada keturunanmu.\" Maka didirikannya di situ mezbah bagi TUHAN yang telah menampakkan diri kepadanya.\nKemudian ia pindah dari situ ke pegunungan di sebelah timur Betel. Ia memasang kemahnya dengan Betel di sebelah barat dan Ai di sebelah timur, lalu ia mendirikan di situ mezbah bagi TUHAN dan memanggil nama TUHAN.\nSesudah itu Abram berangkat dan makin jauh ia berjalan ke Tanah Negeb.",
    "psalmReference": "Mzm. 33:12-13,18-19,20,22",
    "psalmContent": "Berbahagialah bangsa, yang Allahnya ialah TUHAN, suku bangsa yang dipilih-Nya menjadi milik-Nya sendiri!\nTUHAN memandang dari sorga, Ia melihat semua anak manusia;",
    "secondReference": "Hak. 16:4-6,16-31",
    "secondContent": "Sesudah itu Simson jatuh cinta kepada seorang perempuan dari lembah Sorek yang namanya Delila.\nLalu datanglah raja-raja kota orang Filistin kepada perempuan itu sambil berkata: \"Cobalah bujuk dia untuk mengetahui karena apakah kekuatannya demikian besar, dan dengan apakah kami dapat mengalahkan dia dan mengikat dia untuk menundukkannya. Maka kami masing-masing akan memberikan seribu seratus uang perak kepadamu.\"\nLalu berkatalah Delila kepada Simson: \"Ceritakanlah kiranya kepadaku, karena apakah kekuatanmu demikian besar, dan dengan apakah engkau harus diikat untuk ditundukkan?\"",
    "gospelReference": "Mat. 7:1-5",
    "gospelContent": "\"Jangan kamu menghakimi, supaya kamu tidak dihakimi.\nKarena dengan penghakiman yang kamu pakai untuk menghakimi, kamu akan dihakimi dan ukuran yang kamu pakai untuk mengukur, akan diukurkan kepadamu.\nMengapakah engkau melihat selumbar di mata saudaramu, sedangkan balok di dalam matamu tidak engkau ketahui?\nBagaimanakah engkau dapat berkata kepada saudaramu: Biarlah aku mengeluarkan selumbar itu dari matamu, padahal ada balok di dalam matamu.\nHai orang munafik, keluarkanlah dahulu balok dari matamu, maka engkau akan melihat dengan jelas untuk mengeluarkan selumbar itu dari mata saudaramu.\""
  },
  {
    "date": "2025-06-24",
    "firstReference": "Yes. 49:1-6",
    "firstContent": "Dengarkanlah aku, hai pulau-pulau, perhatikanlah, hai bangsa-bangsa yang jauh! TUHAN telah memanggil aku sejak dari kandungan telah menyebut namaku sejak dari perut ibuku.\nIa telah membuat mulutku sebagai pedang yang tajam dan membuat aku berlindung dalam naungan tangan-Nya. Ia telah membuat aku menjadi anak panah yang runcing dan menyembunyikan aku dalam tabung panah-Nya.\nIa berfirman kepadaku: \"Engkau adalah hamba-Ku, Israel, dan olehmu Aku akan menyatakan keagungan-Ku.\"\nTetapi aku berkata: \"Aku telah bersusah-susah dengan percuma, dan telah menghabiskan kekuatanku dengan sia-sia dan tak berguna; namun, hakku terjamin pada TUHAN dan upahku pada Allahku.\"\nMaka sekarang firman TUHAN, yang membentuk aku sejak dari kandungan untuk menjadi hamba-Nya, untuk mengembalikan Yakub kepada-Nya, dan supaya Israel dikumpulkan kepada-Nya?maka aku dipermuliakan di mata TUHAN, dan Allahku menjadi kekuatanku?,firman-Nya:\n\"Terlalu sedikit bagimu hanya untuk menjadi hamba-Ku, untuk menegakkan suku-suku Yakub dan untuk mengembalikan orang-orang Israel yang masih terpelihara. Tetapi Aku akan membuat engkau menjadi terang bagi bangsa-bangsa supaya keselamatan yang dari pada-Ku sampai ke ujung bumi.\"",
    "psalmReference": "Mzm. 139:1-3,13-14ab,14c-15",
    "psalmContent": "Untuk pemimpin biduan. Mazmur Daud. TUHAN, Engkau menyelidiki dan mengenal aku;\nEngkau mengetahui, kalau aku duduk atau berdiri, Engkau mengerti pikiranku dari jauh.\nEngkau memeriksa aku, kalau aku berjalan dan berbaring, segala jalanku Kaumaklumi.",
    "secondReference": "Kis. 13:22-26",
    "secondContent": "Setelah Saul disingkirkan, Allah mengangkat Daud menjadi raja mereka. Tentang Daud Allah telah menyatakan: Aku telah mendapat Daud bin Isai, seorang yang berkenan di hati-Ku dan yang melakukan segala kehendak-Ku.\nDan dari keturunannyalah, sesuai dengan yang telah dijanjikan-Nya, Allah telah membangkitkan Juruselamat bagi orang Israel, yaitu Yesus.\nMenjelang kedatangan-Nya Yohanes telah menyerukan kepada seluruh bangsa Israel supaya mereka bertobat dan memberi diri dibaptis.\nDan ketika Yohanes hampir selesai menunaikan tugasnya, ia berkata: Aku bukanlah Dia yang kamu sangka, tetapi Ia akan datang kemudian dari padaku. Membuka kasut dari kaki-Nyapun aku tidak layak.\nHai saudara-saudaraku, baik yang termasuk keturunan Abraham, maupun yang takut akan Allah, kabar keselamatan itu sudah disampaikan kepada kita.",
    "gospelReference": "Luk. 1:57-66,80",
    "gospelContent": "Kemudian genaplah bulannya bagi Elisabet untuk bersalin dan iapun melahirkan seorang anak laki-laki.\nKetika tetangga-tetangganya serta sanak saudaranya mendengar, bahwa Tuhan telah menunjukkan rahmat-Nya yang begitu besar kepadanya, bersukacitalah mereka bersama-sama dengan dia.\nMaka datanglah mereka pada hari yang kedelapan untuk menyunatkan anak itu dan mereka hendak menamai dia Zakharia menurut nama bapanya,\ntetapi ibunya berkata: \"Jangan, ia harus dinamai Yohanes.\"\nKata mereka kepadanya: \"Tidak ada di antara sanak saudaramu yang bernama demikian.\"\nLalu mereka memberi isyarat kepada bapanya untuk bertanya nama apa yang hendak diberikannya kepada anaknya itu.\nIa meminta batu tulis, lalu menuliskan kata-kata ini: \"Namanya adalah Yohanes.\" Dan merekapun heran semuanya.\nDan seketika itu juga terbukalah mulutnya dan terlepaslah lidahnya, lalu ia berkata-kata dan memuji Allah.\nMaka ketakutanlah semua orang yang tinggal di sekitarnya, dan segala peristiwa itu menjadi buah tutur di seluruh pegunungan Yudea.\nDan semua orang, yang mendengarnya, merenungkannya dan berkata: \"Menjadi apakah anak ini nanti?\" Sebab tangan Tuhan menyertai dia."
  },
  {
    "date": "2025-06-25",
    "firstReference": "Kej. 15:1-12,17-18",
    "firstContent": "Kemudian datanglah firman TUHAN kepada Abram dalam suatu penglihatan: \"Janganlah takut, Abram, Akulah perisaimu; upahmu akan sangat besar.\"\nAbram menjawab: \"Ya Tuhan ALLAH, apakah yang akan Engkau berikan kepadaku, karena aku akan meninggal dengan tidak mempunyai anak, dan yang akan mewarisi rumahku ialah Eliezer, orang Damsyik itu.\"\nLagi kata Abram: \"Engkau tidak memberikan kepadaku keturunan, sehingga seorang hambaku nanti menjadi ahli warisku.\"\nTetapi datanglah firman TUHAN kepadanya, demikian: \"Orang ini tidak akan menjadi ahli warismu, melainkan anak kandungmu, dialah yang akan menjadi ahli warismu.\"\nLalu TUHAN membawa Abram ke luar serta berfirman: \"Coba lihat ke langit, hitunglah bintang-bintang, jika engkau dapat menghitungnya.\" Maka firman-Nya kepadanya: \"Demikianlah banyaknya nanti keturunanmu.\"\nLalu percayalah Abram kepada TUHAN, maka TUHAN memperhitungkan hal itu kepadanya sebagai kebenaran.\nLagi firman TUHAN kepadanya: \"Akulah TUHAN, yang membawa engkau keluar dari Ur-Kasdim untuk memberikan negeri ini kepadamu menjadi milikmu.\"\nKata Abram: \"Ya Tuhan ALLAH, dari manakah aku tahu, bahwa aku akan memilikinya?\"\nFirman TUHAN kepadanya: \"Ambillah bagi-Ku seekor lembu betina berumur tiga tahun, seekor kambing betina berumur tiga tahun, seekor domba jantan berumur tiga tahun, seekor burung tekukur dan seekor anak burung merpati.\"\nDiambilnyalah semuanya itu bagi TUHAN, dipotong dua, lalu diletakkannya bagian-bagian itu yang satu di samping yang lain, tetapi burung-burung itu tidak dipotong dua.\nKetika burung-burung buas hinggap pada daging binatang-binatang itu, maka Abram mengusirnya.\nMenjelang matahari terbenam, tertidurlah Abram dengan nyenyak. Lalu turunlah meliputinya gelap gulita yang mengerikan.",
    "psalmReference": "Mzm. 105:1-2,3-4,6-7,8-9",
    "psalmContent": "Bersyukurlah kepada TUHAN, serukanlah nama-Nya, perkenalkanlah perbuatan-Nya di antara bangsa-bangsa!\nBernyanyilah bagi-Nya, bermazmurlah bagi-Nya, percakapkanlah segala perbuatan-Nya yang ajaib!",
    "secondReference": "1 Sam. 1:20-28; 2:11-21",
    "secondContent": "Maka setahun kemudian mengandunglah Hana dan melahirkan seorang anak laki-laki. Ia menamai anak itu Samuel, sebab katanya: \"Aku telah memintanya dari pada TUHAN.\"\nElkana, laki-laki itu, pergi dengan seisi rumahnya mempersembahkan korban sembelihan tahunan dan korban nazarnya kepada TUHAN.\nTetapi Hana tidak ikut pergi, sebab katanya kepada suaminya: \"Nanti apabila anak itu cerai susu, aku akan mengantarkan dia, maka ia akan menghadap ke hadirat TUHAN dan tinggal di sana seumur hidupnya.\"\nKemudian Elkana, suaminya itu, berkata kepadanya: \"Perbuatlah apa yang kaupandang baik; tinggallah sampai engkau menyapih dia; hanya, TUHAN kiranya menepati janji-Nya.\" Jadi tinggallah perempuan itu dan menyusui anaknya sampai disapihnya.\nSetelah perempuan itu menyapih anaknya, dibawanyalah dia, dengan seekor lembu jantan yang berumur tiga tahun, satu efa tepung dan sebuyung anggur, lalu diantarkannya ke dalam rumah TUHAN di Silo. Waktu itu masih kecil betul kanak-kanak itu.\nSetelah mereka menyembelih lembu, mereka mengantarkan kanak-kanak itu kepada Eli;\nlalu kata perempuan itu: \"Mohon bicara tuanku, demi tuanku hidup, akulah perempuan yang dahulu berdiri di sini dekat tuanku untuk berdoa kepada TUHAN.\nUntuk mendapat anak inilah aku berdoa, dan TUHAN telah memberikan kepadaku, apa yang kuminta dari pada-Nya.\nMaka akupun menyerahkannya kepada TUHAN; seumur hidup terserahlah ia kiranya kepada TUHAN.\" Lalu sujudlah mereka di sana menyembah kepada TUHAN.",
    "gospelReference": "Mat. 7:15",
    "gospelContent": "\"Waspadalah terhadap nabi-nabi palsu yang datang kepadamu dengan menyamar seperti domba, tetapi sesungguhnya mereka adalah serigala yang buas."
  },
  {
    "date": "2025-06-26",
    "firstReference": "Kej. 16:1-12,15-16",
    "firstContent": "Adapun Sarai, isteri Abram itu, tidak beranak. Ia mempunyai seorang hamba perempuan, orang Mesir, Hagar namanya.\nBerkatalah Sarai kepada Abram: \"Engkau tahu, TUHAN tidak memberi aku melahirkan anak. Karena itu baiklah hampiri hambaku itu; mungkin oleh dialah aku dapat memperoleh seorang anak.\" Dan Abram mendengarkan perkataan Sarai.\nJadi Sarai, isteri Abram itu, mengambil Hagar, hambanya, orang Mesir itu, ?yakni ketika Abram telah sepuluh tahun tinggal di tanah Kanaan?,lalu memberikannya kepada Abram, suaminya, untuk menjadi isterinya.\nAbram menghampiri Hagar, lalu mengandunglah perempuan itu. Ketika Hagar tahu, bahwa ia mengandung, maka ia memandang rendah akan nyonyanya itu.\nLalu berkatalah Sarai kepada Abram: \"Penghinaan yang kuderita ini adalah tanggung jawabmu; akulah yang memberikan hambaku ke pangkuanmu, tetapi baru saja ia tahu, bahwa ia mengandung, ia memandang rendah akan aku; TUHAN kiranya yang menjadi Hakim antara aku dan engkau.\"\nKata Abram kepada Sarai: \"Hambamu itu di bawah kekuasaanmu; perbuatlah kepadanya apa yang kaupandang baik.\" Lalu Sarai menindas Hagar, sehingga ia lari meninggalkannya.\nLalu Malaikat TUHAN menjumpainya dekat suatu mata air di padang gurun, yakni dekat mata air di jalan ke Syur.\nKatanya: \"Hagar, hamba Sarai, dari manakah datangmu dan ke manakah pergimu?\" Jawabnya: \"Aku lari meninggalkan Sarai, nyonyaku.\"\nLalu kata Malaikat TUHAN itu kepadanya: \"Kembalilah kepada nyonyamu, biarkanlah engkau ditindas di bawah kekuasaannya.\"\nLagi kata Malaikat TUHAN itu kepadanya: \"Aku akan membuat sangat banyak keturunanmu, sehingga tidak dapat dihitung karena banyaknya.\"\nSelanjutnya kata Malaikat TUHAN itu kepadanya: \"Engkau mengandung dan akan melahirkan seorang anak laki-laki dan akan menamainya Ismael, sebab TUHAN telah mendengar tentang penindasan atasmu itu.\nSeorang laki-laki yang lakunya seperti keledai liar, demikianlah nanti anak itu; tangannya akan melawan tiap-tiap orang dan tangan tiap-tiap orang akan melawan dia, dan di tempat kediamannya ia akan menentang semua saudaranya.\"",
    "psalmReference": "Mzm. 106:1-2,3-4a,4b-5",
    "psalmContent": "Haleluya! Bersyukurlah kepada TUHAN, sebab Ia baik! Bahwasanya untuk selama-lamanya kasih setia-Nya.\nSiapakah yang dapat memberitahukan keperkasaan TUHAN, memperdengarkan segala pujian kepada-Nya?",
    "secondReference": "1 Sam. 2:22-36",
    "secondContent": "Eli telah sangat tua. Apabila didengarnya segala sesuatu yang dilakukan anak-anaknya terhadap semua orang Israel dan bahwa mereka itu tidur dengan perempuan-perempuan yang melayani di depan pintu Kemah Pertemuan,\nberkatalah ia kepada mereka: \"Mengapa kamu melakukan hal-hal yang begitu, sehingga kudengar dari segenap bangsa ini tentang perbuatan-perbuatanmu yang jahat itu?\nJanganlah begitu, anak-anakku. Bukan kabar baik yang kudengar itu bahwa kamu menyebabkan umat TUHAN melakukan pelanggaran.\nJika seseorang berdosa terhadap seorang yang lain, maka Allah yang akan mengadili; tetapi jika seseorang berdosa terhadap TUHAN, siapakah yang menjadi perantara baginya?\" Tetapi tidaklah didengarkan mereka perkataan ayahnya itu, sebab TUHAN hendak mematikan mereka.\nTetapi Samuel yang muda itu, semakin besar dan semakin disukai, baik di hadapan TUHAN maupun di hadapan manusia.\nSeorang abdi Allah datang kepada Eli dan berkata kepadanya: \"Beginilah firman TUHAN: Bukankah dengan nyata Aku menyatakan diri-Ku kepada nenek moyangmu, ketika mereka masih di Mesir dan takluk kepada keturunan Firaun?\nDan Aku telah memilihnya dari segala suku Israel menjadi imam bagi-Ku, supaya ia mempersembahkan korban di atas mezbah-Ku, membakar ukupan dan memakai baju efod di hadapan-Ku; kepada kaummu telah Kuserahkan segala korban api-apian orang Israel.\nMengapa engkau memandang dengan loba kepada korban sembelihan-Ku dan korban sajian-Ku, yang telah Kuperintahkan, dan mengapa engkau menghormati anak-anakmu lebih dari pada-Ku, sambil kamu menggemukkan dirimu dengan bagian yang terbaik dari setiap korban sajian umat-Ku Israel?\nSebab itu?demikianlah firman TUHAN, Allah Israel?sesungguhnya Aku telah berjanji: Keluargamu dan kaummu akan hidup di hadapan-Ku selamanya, tetapi sekarang?demikianlah firman TUHAN?:Jauhlah hal itu dari pada-Ku! Sebab siapa yang menghormati Aku, akan Kuhormati, tetapi siapa yang menghina Aku, akan dipandang rendah.\nSesungguhnya akan datang waktunya, bahwa Aku akan mematahkan tangan kekuatanmu dan tangan kekuatan kaummu, sehingga tidak ada seorang kakek dalam keluargamu.\nMaka engkau akan memandang dengan mata bermusuhan kepada segala kebaikan yang akan Kulakukan kepada Israel dan dalam keluargamu takkan ada seorang kakek untuk selamanya.\nTetapi seorang dari padamu yang tidak Kulenyapkan dari lingkungan mezbah-Ku akan membuat matamu rusak dan jiwamu merana; segala tambahan keluargamu akan mati oleh pedang lawan.\nInilah yang akan menjadi tanda bagimu, yakni apa yang akan terjadi kepada kedua anakmu itu, Hofni dan Pinehas: pada hari yang sama keduanya akan mati.\nDan Aku akan mengangkat bagi-Ku seorang imam kepercayaan, yang berlaku sesuai dengan hati-Ku dan jiwa-Ku, dan Aku akan membangunkan baginya keturunan yang teguh setia, sehingga ia selalu hidup di hadapan orang yang Kuurapi.\nKemudian siapa yang masih tinggal hidup dari keturunanmu akan datang sujud menyembah kepadanya meminta sekeping uang perak atau sepotong roti, dan akan berkata: Tempatkanlah kiranya aku dalam salah satu golongan imam itu, supaya aku dapat makan sekerat roti.\"",
    "gospelReference": "Mat. 7:21-29",
    "gospelContent": "Bukan setiap orang yang berseru kepada-Ku: Tuhan, Tuhan! akan masuk ke dalam Kerajaan Sorga, melainkan dia yang melakukan kehendak Bapa-Ku yang di sorga.\nPada hari terakhir banyak orang akan berseru kepada-Ku: Tuhan, Tuhan, bukankah kami bernubuat demi nama-Mu, dan mengusir setan demi nama-Mu, dan mengadakan banyak mujizat demi nama-Mu juga?\nPada waktu itulah Aku akan berterus terang kepada mereka dan berkata: Aku tidak pernah mengenal kamu! Enyahlah dari pada-Ku, kamu sekalian pembuat kejahatan!\"\n\"Setiap orang yang mendengar perkataan-Ku ini dan melakukannya, ia sama dengan orang yang bijaksana, yang mendirikan rumahnya di atas batu.\nKemudian turunlah hujan dan datanglah banjir, lalu angin melanda rumah itu, tetapi rumah itu tidak rubuh sebab didirikan di atas batu.\nTetapi setiap orang yang mendengar perkataan-Ku ini dan tidak melakukannya, ia sama dengan orang yang bodoh, yang mendirikan rumahnya di atas pasir.\nKemudian turunlah hujan dan datanglah banjir, lalu angin melanda rumah itu, sehingga rubuhlah rumah itu dan hebatlah kerusakannya.\"\nDan setelah Yesus mengakhiri perkataan ini, takjublah orang banyak itu mendengar pengajaran-Nya,\nsebab Ia mengajar mereka sebagai orang yang berkuasa, tidak seperti ahli-ahli Taurat mereka."
  },
  {
    "date": "2025-06-27",
    "firstReference": "Yeh 34:11-16",
    "firstContent": "Sebab beginilah firman Tuhan ALLAH: Dengan sesungguhnya Aku sendiri akan memperhatikan domba-domba-Ku dan akan mencarinya.\nSeperti seorang gembala mencari dombanya pada waktu domba itu tercerai dari kawanan dombanya, begitulah Aku akan mencari domba-domba-Ku dan Aku akan menyelamatkan mereka dari segala tempat, ke mana mereka diserahkan pada hari berkabut dan hari kegelapan.\nAku akan membawa mereka keluar dari tengah bangsa-bangsa dan mengumpulkan mereka dari negeri-negeri dan membawa mereka ke tanahnya; Aku akan menggembalakan mereka di atas gunung-gunung Israel, di alur-alur sungainya dan di semua tempat kediaman orang di tanah itu.\nDi padang rumput yang baik akan Kugembalakan mereka dan di atas gunung-gunung Israel yang tinggi di situlah tempat penggembalaannya; di sana di tempat penggembalaan yang baik mereka akan berbaring dan rumput yang subur menjadi makanannya di atas gunung-gunung Israel.\nAku sendiri akan menggembalakan domba-domba-Ku dan Aku akan membiarkan mereka berbaring, demikianlah firman Tuhan ALLAH.\nYang hilang akan Kucari, yang tersesat akan Kubawa pulang, yang luka akan Kubalut, yang sakit akan Kukuatkan, serta yang gemuk dan yang kuat akan Kulindungi; Aku akan menggembalakan mereka sebagaimana seharusnya.",
    "psalmReference": "",
    "psalmContent": "",
    "secondReference": "Rm. 5:1-21",
    "secondContent": "Sebab itu, kita yang dibenarkan karena iman, kita hidup dalam damai sejahtera dengan Allah oleh karena Tuhan kita, Yesus Kristus.\nOleh Dia kita juga beroleh jalan masuk oleh iman kepada kasih karunia ini. Di dalam kasih karunia ini kita berdiri dan kita bermegah dalam pengharapan akan menerima kemuliaan Allah.\nDan bukan hanya itu saja. Kita malah bermegah juga dalam kesengsaraan kita, karena kita tahu, bahwa kesengsaraan itu menimbulkan ketekunan,\ndan ketekunan menimbulkan tahan uji dan tahan uji menimbulkan pengharapan.\nDan pengharapan tidak mengecewakan, karena kasih Allah telah dicurahkan di dalam hati kita oleh Roh Kudus yang telah dikaruniakan kepada kita.\nKarena waktu kita masih lemah, Kristus telah mati untuk kita orang-orang durhaka pada waktu yang ditentukan oleh Allah.\nSebab tidak mudah seorang mau mati untuk orang yang benar?tetapi mungkin untuk orang yang baik ada orang yang berani mati?.\nAkan tetapi Allah menunjukkan kasih-Nya kepada kita, oleh karena Kristus telah mati untuk kita, ketika kita masih berdosa.\nLebih-lebih, karena kita sekarang telah dibenarkan oleh darah-Nya, kita pasti akan diselamatkan dari murka Allah.\nSebab jikalau kita, ketika masih seteru, diperdamaikan dengan Allah oleh kematian Anak-Nya, lebih-lebih kita, yang sekarang telah diperdamaikan, pasti akan diselamatkan oleh hidup-Nya!\nDan bukan hanya itu saja! Kita malah bermegah dalam Allah oleh Yesus Kristus, Tuhan kita, sebab oleh Dia kita telah menerima pendamaian itu.\nSebab itu, sama seperti dosa telah masuk ke dalam dunia oleh satu orang, dan oleh dosa itu juga maut, demikianlah maut itu telah menjalar kepada semua orang, karena semua orang telah berbuat dosa.\nSebab sebelum hukum Taurat ada, telah ada dosa di dunia. Tetapi dosa itu tidak diperhitungkan kalau tidak ada hukum Taurat.\nSungguhpun demikian maut telah berkuasa dari zaman Adam sampai kepada zaman Musa juga atas mereka, yang tidak berbuat dosa dengan cara yang sama seperti yang telah dibuat oleh Adam, yang adalah gambaran Dia yang akan datang.\nTetapi karunia Allah tidaklah sama dengan pelanggaran Adam. Sebab, jika karena pelanggaran satu orang semua orang telah jatuh di dalam kuasa maut, jauh lebih besar lagi kasih karunia Allah dan karunia-Nya, yang dilimpahkan-Nya atas semua orang karena satu orang, yaitu Yesus Kristus.\nDan kasih karunia tidak berimbangan dengan dosa satu orang. Sebab penghakiman atas satu pelanggaran itu telah mengakibatkan penghukuman, tetapi penganugerahan karunia atas banyak pelanggaran itu mengakibatkan pembenaran.\nSebab, jika oleh dosa satu orang, maut telah berkuasa oleh satu orang itu, maka lebih benar lagi mereka, yang telah menerima kelimpahan kasih karunia dan anugerah kebenaran, akan hidup dan berkuasa oleh karena satu orang itu, yaitu Yesus Kristus.\nSebab itu, sama seperti oleh satu pelanggaran semua orang beroleh penghukuman, demikian pula oleh satu perbuatan kebenaran semua orang beroleh pembenaran untuk hidup.\nJadi sama seperti oleh ketidaktaatan satu orang semua orang telah menjadi orang berdosa, demikian pula oleh ketaatan satu orang semua orang menjadi orang benar.\nTetapi hukum Taurat ditambahkan, supaya pelanggaran menjadi semakin banyak; dan di mana dosa bertambah banyak, di sana kasih karunia menjadi berlimpah-limpah,\nsupaya, sama seperti dosa berkuasa dalam alam maut, demikian kasih karunia akan berkuasa oleh kebenaran untuk hidup yang kekal, oleh Yesus Kristus, Tuhan kita.",
    "gospelReference": "Luk. 15:3-7",
    "gospelContent": "Lalu Ia mengatakan perumpamaan ini kepada mereka:\n\"Siapakah di antara kamu yang mempunyai seratus ekor domba, dan jikalau ia kehilangan seekor di antaranya, tidak meninggalkan yang sembilan puluh sembilan ekor di padang gurun dan pergi mencari yang sesat itu sampai ia menemukannya?\nDan kalau ia telah menemukannya, ia meletakkannya di atas bahunya dengan gembira,\ndan setibanya di rumah ia memanggil sahabat-sahabat dan tetangga-tetanggan serta berkata kepada mereka: Bersukacitalah bersama-sama dengan aku, sebab dombaku yang hilang itu telah kutemukan.\nAku berkata kepadamu: Demikian juga akan ada sukacita di sorga karena satu orang berdosa yang bertobat, lebih dari pada sukacita karena sembilan puluh sembilan orang benar yang tidak memerlukan pertobatan.\""
  },
  {
    "date": "2025-06-28",
    "firstReference": "Yes. 61:9-11",
    "firstContent": "Keturunanmu akan terkenal di antara bangsa-bangsa, dan anak cucumu di tengah-tengah suku-suku bangsa, sehingga semua orang yang melihat mereka akan mengakui, bahwa mereka adalah keturunan yang diberkati TUHAN.\nAku bersukaria di dalam TUHAN, jiwaku bersorak-sorai di dalam Allahku, sebab Ia mengenakan pakaian keselamatan kepadaku dan menyelubungi aku dengan jubah kebenaran, seperti pengantin laki-laki yang mengenakan perhiasan kepala dan seperti pengantin perempuan yang memakai perhiasannya.\nSebab seperti bumi memancarkan tumbuh-tumbuhan, dan seperti kebun menumbuhkan benih yang ditaburkan, demikianlah Tuhan ALLAH akan menumbuhkan kebenaran dan puji-pujian di depan semua bangsa-bangsa.",
    "psalmReference": "",
    "psalmContent": "",
    "secondReference": "1Sam. 2:1,4-5,6-7,8abcd",
    "secondContent": "Lalu berdoalah Hana, katanya: \"Hatiku bersukaria karena TUHAN, tanduk kekuatanku ditinggikan oleh TUHAN; mulutku mencemoohkan musuhku, sebab aku bersukacita karena pertolongan-Mu.",
    "gospelReference": "Luk. 2:41-51",
    "gospelContent": "Tiap-tiap tahun orang tua Yesus pergi ke Yerusalem pada hari raya Paskah.\nKetika Yesus telah berumur dua belas tahun pergilah mereka ke Yerusalem seperti yang lazim pada hari raya itu.\nSehabis hari-hari perayaan itu, ketika mereka berjalan pulang, tinggallah Yesus di Yerusalem tanpa diketahui orang tua-Nya.\nKarena mereka menyangka bahwa Ia ada di antara orang-orang seperjalanan mereka, berjalanlah mereka sehari perjalanan jauhnya, lalu mencari Dia di antara kaum keluarga dan kenalan mereka.\nKarena mereka tidak menemukan Dia, kembalilah mereka ke Yerusalem sambil terus mencari Dia.\nSesudah tiga hari mereka menemukan Dia dalam Bait Allah; Ia sedang duduk di tengah-tengah alim ulama, sambil mendengarkan mereka dan mengajukan pertanyaan-pertanyaan kepada mereka.\nDan semua orang yang mendengar Dia sangat heran akan kecerdasan-Nya dan segala jawab yang diberikan-Nya.\nDan ketika orang tua-Nya melihat Dia, tercenganglah mereka, lalu kata ibu-Nya kepada-Nya: \"Nak, mengapakah Engkau berbuat demikian terhadap kami? Bapa-Mu dan aku dengan cemas mencari Engkau.\"\nJawab-Nya kepada mereka: \"Mengapa kamu mencari Aku? Tidakkah kamu tahu, bahwa Aku harus berada di dalam rumah Bapa-Ku?\"\nTetapi mereka tidak mengerti apa yang dikatakan-Nya kepada mereka.\nLalu Ia pulang bersama-sama mereka ke Nazaret; dan Ia tetap hidup dalam asuhan mereka. Dan ibu-Nya menyimpan semua perkara itu di dalam hatinya."
  },
  {
    "date": "2025-06-29",
    "firstReference": "Kis. 12:1-11",
    "firstContent": "Kira-kira pada waktu itu raja Herodes mulai bertindak dengan keras terhadap beberapa orang dari jemaat.\nIa menyuruh membunuh Yakobus, saudara Yohanes, dengan pedang.\nKetika ia melihat, bahwa hal itu menyenangkan hati orang Yahudi, ia melanjutkan perbuatannya itu dan menyuruh menahan Petrus. Waktu itu hari raya Roti Tidak Beragi.\nSetelah Petrus ditangkap, Herodes menyuruh memenjarakannya di bawah penjagaan empat regu, masing-masing terdiri dari empat prajurit. Maksudnya ialah, supaya sehabis Paskah ia menghadapkannya ke depan orang banyak.\nDemikianlah Petrus ditahan di dalam penjara. Tetapi jemaat dengan tekun mendoakannya kepada Allah.\nPada malam sebelum Herodes hendak menghadapkannya kepada orang banyak, Petrus tidur di antara dua orang prajurit, terbelenggu dengan dua rantai. Selain itu prajurit-prajurit pengawal sedang berkawal di muka pintu.\nTiba-tiba berdirilah seorang malaikat Tuhan dekat Petrus dan cahaya bersinar dalam ruang itu. Malaikat itu menepuk Petrus untuk membangunkannya, katanya: \"Bangunlah segera!\" Maka gugurlah rantai itu dari tangan Petrus.\nLalu kata malaikat itu kepadanya: \"Ikatlah pinggangmu dan kenakanlah sepatumu!\" Iapun berbuat demikian. Lalu malaikat itu berkata kepadanya: \"Kenakanlah jubahmu dan ikutlah aku!\"\nLalu ia mengikuti malaikat itu ke luar dan ia tidak tahu, bahwa apa yang dilakukan malaikat itu sungguh-sungguh terjadi, sangkanya ia melihat suatu penglihatan.\nSetelah mereka melalui tempat kawal pertama dan tempat kawal kedua, sampailah mereka ke pintu gerbang besi yang menuju ke kota. Pintu itu terbuka dengan sendirinya bagi mereka. Sesudah tiba di luar, mereka berjalan sampai ke ujung jalan, dan tiba-tiba malaikat itu meninggalkan dia.\nDan setelah sadar akan dirinya, Petrus berkata: \"Sekarang tahulah aku benar-benar bahwa Tuhan telah menyuruh malaikat-Nya dan menyelamatkan aku dari tangan Herodes dan dari segala sesuatu yang diharapkan orang Yahudi.\"",
    "psalmReference": "Mzm. 34:2-3,4-5,6-7,8-9",
    "psalmContent": "(34-3) Karena TUHAN jiwaku bermegah; biarlah orang-orang yang rendah hati mendengarnya dan bersukacita.\n(34-4) Muliakanlah TUHAN bersama-sama dengan aku, marilah kita bersama-sama memasyhurkan nama-Nya!",
    "secondReference": "2Tim. 4:6-8,17-18",
    "secondContent": "Mengenai diriku, darahku sudah mulai dicurahkan sebagai persembahan dan saat kematianku sudah dekat.\nAku telah mengakhiri pertandingan yang baik, aku telah mencapai garis akhir dan aku telah memelihara iman.\nSekarang telah tersedia bagiku mahkota kebenaran yang akan dikaruniakan kepadaku oleh Tuhan, Hakim yang adil, pada hari-Nya; tetapi bukan hanya kepadaku, melainkan juga kepada semua orang yang merindukan kedatangan-Nya.",
    "gospelReference": "Mat. 16:13-19",
    "gospelContent": "Setelah Yesus tiba di daerah Kaisarea Filipi, Ia bertanya kepada murid-murid-Nya: \"Kata orang, siapakah Anak Manusia itu?\"\nJawab mereka: \"Ada yang mengatakan: Yohanes Pembaptis, ada juga yang mengatakan: Elia dan ada pula yang mengatakan: Yeremia atau salah seorang dari para nabi.\"\nLalu Yesus bertanya kepada mereka: \"Tetapi apa katamu, siapakah Aku ini?\"\nMaka jawab Simon Petrus: \"Engkau adalah Mesias, Anak Allah yang hidup!\"\nKata Yesus kepadanya: \"Berbahagialah engkau Simon bin Yunus sebab bukan manusia yang menyatakan itu kepadamu, melainkan Bapa-Ku yang di sorga.\nDan Akupun berkata kepadamu: Engkau adalah Petrus dan di atas batu karang ini Aku akan mendirikan jemaat-Ku dan alam maut tidak akan menguasainya.\nKepadamu akan Kuberikan kunci Kerajaan Sorga. Apa yang kauikat di dunia ini akan terikat di sorga dan apa yang kaulepaskan di dunia ini akan terlepas di sorga.\""
  },
  {
    "date": "2025-06-30",
    "firstReference": "Kej. 18:16-33",
    "firstContent": "Lalu berangkatlah orang-orang itu dari situ dan memandang ke arah Sodom; dan Abraham berjalan bersama-sama dengan mereka untuk mengantarkan mereka.\nBerpikirlah TUHAN: \"Apakah Aku akan menyembunyikan kepada Abraham apa yang hendak Kulakukan ini?\nBukankah sesungguhnya Abraham akan menjadi bangsa yang besar serta berkuasa, dan oleh dia segala bangsa di atas bumi akan mendapat berkat?\nSebab Aku telah memilih dia, supaya diperintahkannya kepada anak-anaknya dan kepada keturunannya supaya tetap hidup menurut jalan yang ditunjukkan TUHAN, dengan melakukan kebenaran dan keadilan, dan supaya TUHAN memenuhi kepada Abraham apa yang dijanjikan-Nya kepadanya.\"\nSesudah itu berfirmanlah TUHAN: \"Sesungguhnya banyak keluh kesah orang tentang Sodom dan Gomora dan sesungguhnya sangat berat dosanya.\nBaiklah Aku turun untuk melihat, apakah benar-benar mereka telah berkelakuan seperti keluh kesah orang yang telah sampai kepada-Ku atau tidak; Aku hendak mengetahuinya.\"\nLalu berpalinglah orang-orang itu dari situ dan berjalan ke Sodom, tetapi Abraham masih tetap berdiri di hadapan TUHAN.\nAbraham datang mendekat dan berkata: \"Apakah Engkau akan melenyapkan orang benar bersama-sama dengan orang fasik?\nBagaimana sekiranya ada lima puluh orang benar dalam kota itu? Apakah Engkau akan melenyapkan tempat itu dan tidakkah Engkau mengampuninya karena kelima puluh orang benar yang ada di dalamnya itu?\nJauhlah kiranya dari pada-Mu untuk berbuat demikian, membunuh orang benar bersama-sama dengan orang fasik, sehingga orang benar itu seolah-olah sama dengan orang fasik! Jauhlah kiranya yang demikian dari pada-Mu! Masakan Hakim segenap bumi tidak menghukum dengan adil?\"\nTUHAN berfirman: \"Jika Kudapati lima puluh orang benar dalam kota Sodom, Aku akan mengampuni seluruh tempat itu karena mereka.\"\nAbraham menyahut: \"Sesungguhnya aku telah memberanikan diri berkata kepada Tuhan, walaupun aku debu dan abu.\nSekiranya kurang lima orang dari kelima puluh orang benar itu, apakah Engkau akan memusnahkan seluruh kota itu karena yang lima itu?\" Firman-Nya: \"Aku tidak memusnahkannya, jika Kudapati empat puluh lima di sana.\"\nLagi Abraham melanjutkan perkataannya kepada-Nya: \"Sekiranya empat puluh didapati di sana?\" Firman-Nya: \"Aku tidak akan berbuat demikian karena yang empat puluh itu.\"\nKatanya: \"Janganlah kiranya Tuhan murka, kalau aku berkata sekali lagi. Sekiranya tiga puluh didapati di sana?\" Firman-Nya: \"Aku tidak akan berbuat demikian, jika Kudapati tiga puluh di sana.\"\nKatanya: \"Sesungguhnya aku telah memberanikan diri berkata kepada Tuhan. Sekiranya dua puluh didapati di sana?\" Firman-Nya: \"Aku tidak akan memusnahkannya karena yang dua puluh itu.\"\nKatanya: \"Janganlah kiranya Tuhan murka, kalau aku berkata lagi sekali ini saja. Sekiranya sepuluh didapati di sana?\" Firman-Nya: \"Aku tidak akan memusnahkannya karena yang sepuluh itu.\"\nLalu pergilah TUHAN, setelah Ia selesai berfirman kepada Abraham; dan kembalilah Abraham ke tempat tinggalnya.",
    "psalmReference": "Mzm. 103:1-2,3-4,8-9,10-11",
    "psalmContent": "Dari Daud. Pujilah TUHAN, hai jiwaku! Pujilah nama-Nya yang kudus, hai segenap batinku!\nPujilah TUHAN, hai jiwaku, dan janganlah lupakan segala kebaikan-Nya!",
    "secondReference": "1 Sam. 7:15-8:22",
    "secondContent": "Samuel memerintah sebagai hakim atas orang Israel seumur hidupnya.\nDari tahun ke tahun ia berkeliling ke Betel, Gilgal dan Mizpa, dan memerintah atas orang Israel di segala tempat itu,\nlalu ia kembali ke Rama, sebab di sanalah rumahnya dan di sanalah ia memerintah atas orang Israel; dan di sana ia mendirikan mezbah bagi TUHAN.",
    "gospelReference": "Mat. 8:18-22",
    "gospelContent": "Ketika Yesus melihat orang banyak mengelilingi-Nya, Ia menyuruh bertolak ke seberang.\nLalu datanglah seorang ahli Taurat dan berkata kepada-Nya: \"Guru, aku akan mengikut Engkau, ke mana saja Engkau pergi.\"\nYesus berkata kepadanya: \"Serigala mempunyai liang dan burung mempunyai sarang, tetapi Anak Manusia tidak mempunyai tempat untuk meletakkan kepala-Nya.\"\nSeorang lain, yaitu salah seorang murid-Nya, berkata kepada-Nya: \"Tuhan, izinkanlah aku pergi dahulu menguburkan ayahku.\"\nTetapi Yesus berkata kepadanya: \"Ikutlah Aku dan biarlah orang-orang mati menguburkan orang-orang mati mereka.\""
  }
]