[
  {
    "date": "2024-12-01",
    "firstReference": "Yer. 33:14-16",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYer 33:14\n\"Sesungguhnya, waktunya akan datang, demikianlah firman TUHAN, bahwa Aku akan menepati janji yang telah Kukatakan kepada kaum Israel dan kaum Yehuda.\nYer 33:15\nPada waktu itu dan pada masa itu Aku akan menumbuhkan Tunas keadilan bagi Daud. Ia akan melaksanakan keadilan dan kebenaran di negeri.\nYer 33:16\nPada waktu itu Yehuda akan dibebaskan, dan Yerusalem akan hidup dengan tenteram. Dan dengan nama inilah mereka akan dipanggil: TUHAN keadilan kita!",
    "psalmReference": "Mzm. 25:4bc-5ab,8-9,10,14",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 25:4\nBeritahukanlah jalan-jalan-Mu kepadaku, ya TUHAN, tunjukkanlah itu kepadaku.\nMzm 25:5\nBawalah aku berjalan dalam kebenaran-Mu dan ajarlah aku, sebab Engkaulah Allah yang menyelamatkan aku, Engkau kunanti-nantikan sepanjang hari.\nMzm 25:8\nTUHAN itu baik dan benar; sebab itu Ia menunjukkan jalan kepada orang yang sesat.\nMzm 25:9\nIa membimbing orang-orang yang rendah hati menurut hukum, dan Ia mengajarkan jalan-Nya kepada orang-orang yang rendah hati.\nMzm 25:10\nSegala jalan TUHAN adalah kasih setia dan kebenaran bagi orang yang berpegang pada perjanjian-Nya dan peringatan-peringatan-Nya.\nMzm 25:14\nTUHAN bergaul karib dengan orang yang takut akan Dia, dan perjanjian-Nya diberitahukan-Nya kepada mereka.",
    "secondReference": "1Tes. 3:12-4:2",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\n1Tes 3:12\nDan kiranya Tuhan menjadikan kamu bertambah-tambah dan berkelimpahan dalam kasih seorang terhadap yang lain dan terhadap semua orang, sama seperti kami juga mengasihi kamu.\n1Tes 3:13\nKiranya Dia menguatkan hatimu, supaya tak bercacat dan kudus, di hadapan Allah dan Bapa kita pada waktu kedatangan Yesus, Tuhan kita, dengan semua orang kudus-Nya.\n1Tes 4:1\nAkhirnya, saudara-saudara, kami minta dan nasihatkan kamu dalam Tuhan Yesus: Kamu telah mendengar dari kami bagaimana kamu harus hidup supaya berkenan kepada Allah. Hal itu memang telah kamu turuti, tetapi baiklah kamu melakukannya lebih bersungguh-sungguh lagi.\n1Tes 4:2\nKamu tahu juga petunjuk-petunjuk mana yang telah kami berikan kepadamu atas nama Tuhan Yesus.",
    "gospelReference": "Luk. 21:25-28,34-36",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nLuk 21:25\n\"Dan akan ada tanda-tanda pada matahari dan bulan dan bintang-bintang, dan di bumi bangsa-bangsa akan takut dan bingung menghadapi deru dan gelora laut.\nLuk 21:26\nOrang akan mati ketakutan karena kecemasan berhubung dengan segala apa yang menimpa bumi ini, sebab kuasa-kuasa langit akan goncang.\nLuk 21:27\nPada waktu itu orang akan melihat Anak Manusia datang dalam awan dengan segala kekuasaan dan kemuliaan-Nya.\nLuk 21:28\nApabila semuanya itu mulai terjadi, bangkitlah dan angkatlah mukamu, sebab penyelamatanmu sudah dekat.\"\nLuk 21:34\n\"Jagalah dirimu, supaya hatimu jangan sarat oleh pesta pora dan kemabukan serta kepentingan-kepentingan duniawi dan supaya hari Tuhan jangan dengan tiba-tiba jatuh ke atas dirimu seperti suatu jerat.\nLuk 21:35\nSebab ia akan menimpa semua penduduk bumi ini.\nLuk 21:36\nBerjaga-jagalah senantiasa sambil berdoa, supaya kamu beroleh kekuata"
  },
  {
    "date": "2024-12-02",
    "firstReference": "Yes. 2:1-5",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYes 2:1\nFirman yang dinyatakan kepada Yesaya bin Amos tentang Yehuda dan Yerusalem.\nYes 2:2\nAkan terjadi pada hari-hari yang terakhir: gunung tempat rumah TUHAN akan berdiri tegak di hulu gunung-gunung dan menjulang tinggi di atas bukit-bukit; segala bangsa akan berduyun-duyun ke sana,\nYes 2:3\ndan banyak suku bangsa akan pergi serta berkata: \"Mari, kita naik ke gunung TUHAN, ke rumah Allah Yakub, supaya Ia mengajar kita tentang jalan-jalan-Nya, dan supaya kita berjalan menempuhnya; sebab dari Sion akan keluar pengajaran dan firman TUHAN dari Yerusalem.\"\nYes 2:4\nIa akan menjadi hakim antara bangsa-bangsa dan akan menjadi wasit bagi banyak suku bangsa; maka mereka akan menempa pedang-pedangnya menjadi mata bajak dan tombak-tombaknya menjadi pisau pemangkas; bangsa tidak akan lagi mengangkat pedang terhadap bangsa, dan mereka tidak akan lagi belajar perang.\nYes 2:5\nHai kaum ",
    "psalmReference": "Mzm. 122:1-2,3-4a",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 122:1\nNyanyian ziarah Daud. Aku bersukacita, ketika dikatakan orang kepadaku: \"Mari kita pergi ke rumah TUHAN.\"\nMzm 122:2\nSekarang kaki kami berdiri di pintu gerbangmu, hai Yerusalem.\nMzm 122:3\nHai Yerusalem, yang telah didirikan sebagai kota yang bersambung rapat,\nMzm 122:4\nke mana suku-suku berziarah, yakni suku-suku TUHAN, untuk bersyukur kepada nama TUHAN sesuai dengan peraturan bagi Israel.",
    "secondReference": "Yes. 4:2-6",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYes 4:2\nPada waktu itu tunas yang ditumbuhkan TUHAN akan menjadi kepermaian dan kemuliaan, dan hasil tanah menjadi kebanggaan dan kehormatan bagi orang-orang Israel yang terluput.\nYes 4:3\nDan orang yang tertinggal di Sion dan yang tersisa di Yerusalem akan disebut kudus, yakni setiap orang di Yerusalem yang tercatat untuk beroleh hidup,\nYes 4:4\napabila TUHAN telah membersihkan kekotoran puteri Sion dan menghapuskan segala noda darah Yerusalem dari tengah-tengahnya dengan roh yang mengadili dan yang membakar.\nYes 4:5\nMaka TUHAN akan menjadikan di atas seluruh wilayah gunung Sion dan di atas setiap pertemuan yang diadakan di situ segumpal awan pada waktu siang dan segumpal asap serta sinar api yang menyala-nyala pada waktu malam, sebab di atas semuanya itu akan ada kemuliaan TUHAN sebagai tudung\nYes 4:6\ndan sebagai pondok tempat bernaung pada waktu siang terhadap panas teri",
    "gospelReference": "Mat. 8:5-11",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMat 8:5\nKetika Yesus masuk ke Kapernaum, datanglah seorang perwira mendapatkan Dia dan memohon kepada-Nya:\nMat 8:6\n\"Tuan, hambaku terbaring di rumah karena sakit lumpuh dan ia sangat menderita.\"\nMat 8:7\nYesus berkata kepadanya: \"Aku akan datang menyembuhkannya.\"\nMat 8:8\nTetapi jawab perwira itu kepada-Nya: \"Tuan, aku tidak layak menerima Tuan di dalam rumahku, katakan saja sepatah kata, maka hambaku itu akan sembuh.\nMat 8:9\nSebab aku sendiri seorang bawahan, dan di bawahku ada pula prajurit. Jika aku berkata kepada salah seorang prajurit itu: Pergi!, maka ia pergi, dan kepada seorang lagi: Datang!, maka ia datang, ataupun kepada hambaku: Kerjakanlah ini!, maka ia mengerjakannya.\"\nMat 8:10\nSetelah Yesus mendengar hal itu, heranlah Ia dan berkata kepada mereka yang mengikuti-Nya: \"Aku berkata kepadamu, sesungguhnya iman sebesar ini tidak pernah Aku jumpai pada seorangpun di"
  },
  {
    "date": "2024-12-03",
    "firstReference": "1Kor 9:16-19.22-23",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\n1Kor 9:16\nKarena jika aku memberitakan Injil, aku tidak mempunyai alasan untuk memegahkan diri. Sebab itu adalah keharusan bagiku. Celakalah aku, jika aku tidak memberitakan Injil.\n1Kor 9:17\nKalau andaikata aku melakukannya menurut kehendakku sendiri, memang aku berhak menerima upah. Tetapi karena aku melakukannya bukan menurut kehendakku sendiri, pemberitaan itu adalah tugas penyelenggaraan yang ditanggungkan kepadaku.\n1Kor 9:18\nKalau demikian apakah upahku? Upahku ialah ini: bahwa aku boleh memberitakan Injil tanpa upah, dan bahwa aku tidak mempergunakan hakku sebagai pemberita Injil.\n1Kor 9:19\nSungguhpun aku bebas terhadap semua orang, aku menjadikan diriku hamba dari semua orang, supaya aku boleh memenangkan sebanyak mungkin orang.\n1Kor 9:22\nBagi orang-orang yang lemah aku menjadi seperti orang yang lemah, supaya aku dapat menyelamatkan mereka yang lemah. Bagi semua o",
    "psalmReference": "Mzm 117:1.2",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 117:1\nPujilah TUHAN, hai segala bangsa, megahkanlah Dia, hai segala suku bangsa!\nMzm 117:2\nSebab kasih-Nya hebat atas kita, dan kesetiaan TUHAN untuk selama-lamanya. Haleluya!",
    "secondReference": "Kis 20:17-36",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nKis 20:17\nKarena itu ia menyuruh seorang dari Miletus ke Efesus dengan pesan supaya para penatua jemaat datang ke Miletus.\nKis 20:18\nSesudah mereka datang, berkatalah ia kepada mereka: \"Kamu tahu, bagaimana aku hidup di antara kamu sejak hari pertama aku tiba di Asia ini:\nKis 20:19\ndengan segala rendah hati aku melayani Tuhan. Dalam pelayanan itu aku banyak mencucurkan air mata dan banyak mengalami pencobaan dari pihak orang Yahudi yang mau membunuh aku.\nKis 20:20\nSungguhpun demikian aku tidak pernah melalaikan apa yang berguna bagi kamu. Semua kuberitakan dan kuajarkan kepada kamu, baik di muka umum maupun dalam perkumpulan-perkumpulan di rumah kamu;\nKis 20:21\naku senantiasa bersaksi kepada orang-orang Yahudi dan orang-orang Yunani, supaya mereka bertobat kepada Allah dan percaya kepada Tuhan kita, Yesus Kristus.\nKis 20:22\nTetapi sekarang sebagai tawanan Roh aku pergi ke",
    "gospelReference": "Mrk 16:15-20",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMrk 16:15\nLalu Ia berkata kepada mereka: \"Pergilah ke seluruh dunia, beritakanlah Injil kepada segala makhluk.\nMrk 16:16\nSiapa yang percaya dan dibaptis akan diselamatkan, tetapi siapa yang tidak percaya akan dihukum.\nMrk 16:17\nTanda-tanda ini akan menyertai orang-orang yang percaya: mereka akan mengusir setan-setan demi nama-Ku, mereka akan berbicara dalam bahasa-bahasa yang baru bagi mereka,\nMrk 16:18\nmereka akan memegang ular, dan sekalipun mereka minum racun maut, mereka tidak akan mendapat celaka; mereka akan meletakkan tangannya atas orang sakit, dan orang itu akan sembuh.\"\nMrk 16:19\nSesudah Tuhan Yesus berbicara demikian kepada mereka, terangkatlah Ia ke sorga, lalu duduk di sebelah kanan Allah.\nMrk 16:20\nMerekapun pergilah memberitakan Injil ke segala penjuru, dan Tuhan turut bekerja dan meneguhkan firman itu dengan tanda-tanda yang menyertainya."
  },
  {
    "date": "2024-12-04",
    "firstReference": "Yes. 25:6-10a",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYes 25:6\nTUHAN semesta alam akan menyediakan di gunung Sion ini bagi segala bangsa-bangsa suatu perjamuan dengan masakan yang bergemuk, suatu perjamuan dengan anggur yang tua benar, masakan yang bergemuk dan bersumsum, anggur yang tua yang disaring endapannya.\nYes 25:7\nDan di atas gunung ini TUHAN akan mengoyakkan kain perkabungan yang diselubungkan kepada segala suku bangsa dan tudung yang ditudungkan kepada segala bangsa-bangsa.\nYes 25:8\nIa akan meniadakan maut untuk seterusnya; dan Tuhan ALLAH akan menghapuskan air mata dari pada segala muka; dan aib umat-Nya akan dijauhkan-Nya dari seluruh bumi, sebab TUHAN telah mengatakannya.\nYes 25:9\nPada waktu itu orang akan berkata: \"Sesungguhnya, inilah Allah kita, yang kita nanti-nantikan, supaya kita diselamatkan. Inilah TUHAN yang kita nanti-nantikan; marilah kita bersorak-sorak dan bersukacita oleh karena keselamatan yang di",
    "psalmReference": "Mzm. 23:1-3a,3b-4,5,6",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 23:1\nMazmur Daud. TUHAN adalah gembalaku, takkan kekurangan aku.\nMzm 23:2\nIa membaringkan aku di padang yang berumput hijau, Ia membimbing aku ke air yang tenang;\nMzm 23:3\nIa menyegarkan jiwaku. Ia menuntun aku di jalan yang benar oleh karena nama-Nya.\nMzm 23:3\nIa menyegarkan jiwaku. Ia menuntun aku di jalan yang benar oleh karena nama-Nya.\nMzm 23:4\nSekalipun aku berjalan dalam lembah kekelaman, aku tidak takut bahaya, sebab Engkau besertaku; gada-Mu dan tongkat-Mu, itulah yang menghibur aku.\nMzm 23:5\nEngkau menyediakan hidangan bagiku, di hadapan lawanku; Engkau mengurapi kepalaku dengan minyak; pialaku penuh melimpah.\nMzm 23:6\nKebajikan dan kemurahan belaka akan mengikuti aku, seumur hidupku; dan aku akan diam dalam rumah TUHAN sepanjang masa.",
    "secondReference": "Yes. 8:23b-9:6",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYes 9:1\n(8-23) Tetapi tidak selamanya akan ada kesuraman untuk negeri yang terimpit itu. Kalau dahulu TUHAN merendahkan tanah Zebulon dan tanah Naftali, maka di kemudian hari Ia akan memuliakan jalan ke laut, daerah seberang sungai Yordan, wilayah bangsa-bangsa lain.\nYes 9:2\n(9-1) Bangsa yang berjalan di dalam kegelapan telah melihat terang yang besar; mereka yang diam di negeri kekelaman, atasnya terang telah bersinar.\nYes 9:3\n(9-2) Engkau telah menimbulkan banyak sorak-sorak, dan sukacita yang besar; mereka telah bersukacita di hadapan-Mu, seperti sukacita di waktu panen, seperti orang bersorak-sorak di waktu membagi-bagi jarahan.\nYes 9:4\n(9-3) Sebab kuk yang menekannya dan gandar yang di atas bahunya serta tongkat si penindas telah Kaupatahkan seperti pada hari kekalahan Midian.\nYes 9:5\n(9-4) Sebab setiap sepatu tentara yang berderap-derap dan setiap jubah yang berlumu",
    "gospelReference": "Mat. 15:29-37",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMat 15:29\nSetelah meninggalkan daerah itu, Yesus menyusur pantai danau Galilea dan naik ke atas bukit lalu duduk di situ.\nMat 15:30\nKemudian orang banyak berbondong-bondong datang kepada-Nya membawa orang lumpuh, orang timpang, orang buta, orang bisu dan banyak lagi yang lain, lalu meletakkan mereka pada kaki Yesus dan Ia menyembuhkan mereka semuanya.\nMat 15:31\nMaka takjublah orang banyak itu melihat orang bisu berkata-kata, orang timpang sembuh, orang lumpuh berjalan, orang buta melihat, dan mereka memuliakan Allah Israel.\nMat 15:32\nLalu Yesus memanggil murid-murid-Nya dan berkata: \"Hati-Ku tergerak oleh belas kasihan kepada orang banyak itu. Sudah tiga hari mereka mengikuti Aku dan mereka tidak mempunyai makanan. Aku tidak mau menyuruh mereka pulang dengan lapar, nanti mereka pingsan di jalan.\"\nMat 15:33\nKata murid-murid-Nya kepada-Nya: \"Bagaimana di tempat sunyi ini ki"
  },
  {
    "date": "2024-12-05",
    "firstReference": "Yes. 26:1-6",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYes 26:1\nPada waktu itu nyanyian ini akan dinyanyikan di tanah Yehuda: \"Pada kita ada kota yang kuat, untuk keselamatan kita TUHAN telah memasang tembok dan benteng.\nYes 26:2\nBukalah pintu-pintu gerbang, supaya masuk bangsa yang benar dan yang tetap setia!\nYes 26:3\nYang hatinya teguh Kaujagai dengan damai sejahtera, sebab kepada-Mulah ia percaya.\nYes 26:4\nPercayalah kepada TUHAN selama-lamanya, sebab TUHAN ALLAH adalah gunung batu yang kekal.\nYes 26:5\nSebab Ia sudah menundukkan penduduk tempat tinggi; kota yang berbenteng telah direndahkan-Nya, direndahkan-Nya sampai ke tanah dan dicampakkan-Nya sampai ke debu.\nYes 26:6\nKaki orang-orang sengsara, telapak kaki orang-orang lemah akan menginjak-injaknya.\"",
    "psalmReference": "Mzm. 118:1,8-9,19-21,25-27a",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 118:1\nBersyukurlah kepada TUHAN, sebab Ia baik! Bahwasanya untuk selama-lamanya kasih setia-Nya.\nMzm 118:8\nLebih baik berlindung pada TUHAN dari pada percaya kepada manusia.\nMzm 118:9\nLebih baik berlindung pada TUHAN dari pada percaya kepada para bangsawan.\nMzm 118:19\nBukakanlah aku pintu gerbang kebenaran, aku hendak masuk ke dalamnya, hendak mengucap syukur kepada TUHAN.\nMzm 118:20\nInilah pintu gerbang TUHAN, orang-orang benar akan masuk ke dalamnya.\nMzm 118:21\nAku bersyukur kepada-Mu, sebab Engkau telah menjawab aku dan telah menjadi keselamatanku.\nMzm 118:25\nYa TUHAN, berilah kiranya keselamatan! Ya TUHAN, berilah kiranya kemujuran!\nMzm 118:26\nDiberkatilah dia yang datang dalam nama TUHAN! Kami memberkati kamu dari dalam rumah TUHAN.\nMzm 118:27\nTuhanlah Allah, Dia menerangi kita. Ikatkanlah korban hari raya itu dengan tali, pada tanduk-tanduk mezbah.",
    "secondReference": "Yes. 10:5-21",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYes 10:5\nCelakalah Asyur, yang menjadi cambuk murka-Ku dan yang menjadi tongkat amarah-Ku!\nYes 10:6\nAku akan menyuruhnya terhadap bangsa yang murtad, dan Aku akan memerintahkannya melawan umat sasaran murka-Ku, untuk melakukan perampasan dan penjarahan, dan untuk menginjak-injak mereka seperti lumpur di jalan.\nYes 10:7\nTetapi dia sendiri tidak demikian maksudnya dan tidak demikian rancangan hatinya, melainkan niat hatinya ialah hendak memunahkan dan hendak melenyapkan tidak sedikit bangsa-bangsa.\nYes 10:8\nSebab ia berkata: \"Bukankah panglima-panglimaku itu raja-raja semua?\nYes 10:9\nBukankah Kalno sama halnya seperti Karkemis, atau bukankah Hamat seperti Arpad, atau Samaria seperti Damsyik?\nYes 10:10\nSeperti tanganku telah menyergap kerajaan-kerajaan para berhala, padahal patung-patung mereka melebihi yang di Yerusalem dan yang di Samaria,\nYes 10:11\nmasakan tidak akan kula",
    "gospelReference": "Mat. 7:21,24-27",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMat 7:21\nBukan setiap orang yang berseru kepada-Ku: Tuhan, Tuhan! akan masuk ke dalam Kerajaan Sorga, melainkan dia yang melakukan kehendak Bapa-Ku yang di sorga.\nMat 7:24\n\"Setiap orang yang mendengar perkataan-Ku ini dan melakukannya, ia sama dengan orang yang bijaksana, yang mendirikan rumahnya di atas batu.\nMat 7:25\nKemudian turunlah hujan dan datanglah banjir, lalu angin melanda rumah itu, tetapi rumah itu tidak rubuh sebab didirikan di atas batu.\nMat 7:26\nTetapi setiap orang yang mendengar perkataan-Ku ini dan tidak melakukannya, ia sama dengan orang yang bodoh, yang mendirikan rumahnya di atas pasir.\nMat 7:27\nKemudian turunlah hujan dan datanglah banjir, lalu angin melanda rumah itu, sehingga rubuhlah rumah itu dan hebatlah kerusakannya.\""
  },
  {
    "date": "2024-12-06",
    "firstReference": "Yes. 29:17-24",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYes 29:17\nBukankah hanya sedikit waktu lagi, Libanon akan berubah menjadi kebun buah-buahan, dan kebun buah-buahan itu akan dianggap hutan?\nYes 29:18\nPada waktu itu orang-orang tuli akan mendengar perkataan-perkataan sebuah kitab, dan lepas dari kekelaman dan kegelapan mata orang-orang buta akan melihat.\nYes 29:19\nOrang-orang yang sengsara akan tambah bersukaria di dalam TUHAN, dan orang-orang miskin di antara manusia akan bersorak-sorak di dalam Yang Mahakudus, Allah Israel!\nYes 29:20\nSebab orang yang gagah sombong akan berakhir dan orang pencemooh akan habis, dan semua orang yang berniat jahat akan dilenyapkan,\nYes 29:21\nyaitu mereka yang begitu saja menyatakan seseorang berdosa di dalam suatu perkara, dan yang memasang jerat terhadap orang yang menegor mereka di pintu gerbang, dan yang mendesak orang benar dengan alasan yang tidak-tidak.\nYes 29:22\nSebab itu beginilah f",
    "psalmReference": "Mzm. 27:1,4,13-14",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 27:1\nDari Daud. TUHAN adalah terangku dan keselamatanku, kepada siapakah aku harus takut? TUHAN adalah benteng hidupku, terhadap siapakah aku harus gemetar?\nMzm 27:4\nSatu hal telah kuminta kepada TUHAN, itulah yang kuingini: diam di rumah TUHAN seumur hidupku, menyaksikan kemurahan TUHAN dan menikmati bait-Nya.\nMzm 27:13\nSesungguhnya, aku percaya akan melihat kebaikan TUHAN di negeri orang-orang yang hidup!\nMzm 27:14\nNantikanlah TUHAN! Kuatkanlah dan teguhkanlah hatimu! Ya, nantikanlah TUHAN!",
    "secondReference": "Yes. 11:10-16",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYes 11:10\nMaka pada waktu itu taruk dari pangkal Isai akan berdiri sebagai panji-panji bagi bangsa-bangsa; dia akan dicari oleh suku-suku bangsa dan tempat kediamannya akan menjadi mulia.\nYes 11:11\nPada waktu itu Tuhan akan mengangkat pula tangan-Nya untuk menebus sisa-sisa umat-Nya yang tertinggal di Asyur dan di Mesir, di Patros, di Etiopia dan di Elam, di Sinear, di Hamat dan di pulau-pulau di laut.\nYes 11:12\nIa akan menaikkan suatu panji-panji bagi bangsa-bangsa, akan mengumpulkan orang-orang Israel yang terbuang, dan akan menghimpunkan orang-orang Yehuda yang terserak dari keempat penjuru bumi.\nYes 11:13\nKecemburuan Efraim akan berlalu, dan yang menyesakkan Yehuda akan lenyap. Efraim tidak akan cemburu lagi kepada Yehuda, dan Yehuda tidak akan menyesakkan Efraim lagi.\nYes 11:14\nTetapi mereka akan terbang ke barat, ke atas lereng gunung Filistin, bersama-sama mereka a",
    "gospelReference": "Mat. 9:27-31",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMat 9:27\nKetika Yesus meneruskan perjalanan-Nya dari sana, dua orang buta mengikuti-Nya sambil berseru-seru dan berkata: \"Kasihanilah kami, hai Anak Daud.\"\nMat 9:28\nSetelah Yesus masuk ke dalam sebuah rumah, datanglah kedua orang buta itu kepada-Nya dan Yesus berkata kepada mereka: \"Percayakah kamu, bahwa Aku dapat melakukannya?\" Mereka menjawab: \"Ya Tuhan, kami percaya.\"\nMat 9:29\nLalu Yesus menjamah mata mereka sambil berkata: \"Jadilah kepadamu menurut imanmu.\"\nMat 9:30\nMaka meleklah mata mereka. Dan Yesuspun dengan tegas berpesan kepada mereka, kata-Nya: \"Jagalah supaya jangan seorangpun mengetahui hal ini.\"\nMat 9:31\nTetapi mereka keluar dan memasyhurkan Dia ke seluruh daerah itu."
  },
  {
    "date": "2024-12-07",
    "firstReference": "Yes. 30:19-21,23-26",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYes 30:19\nSungguh, hai bangsa di Sion yang diam di Yerusalem, engkau tidak akan terus menangis. Tentulah Tuhan akan mengasihani engkau, apabila engkau berseru-seru; pada saat Ia mendengar teriakmu, Ia akan menjawab.\nYes 30:20\nDan walaupun Tuhan memberi kamu roti dan air serba sedikit, namun Pengajarmu tidak akan menyembunyikan diri lagi, tetapi matamu akan terus melihat Dia,\nYes 30:21\ndan telingamu akan mendengar perkataan ini dari belakangmu: \"Inilah jalan, berjalanlah mengikutinya,\" entah kamu menganan atau mengiri.\nYes 30:23\nLalu TUHAN akan memberi hujan bagi benih yang baru kamu taburkan di ladangmu, dan dari hasil tanah itu kamu akan makan roti yang lezat dan berlimpah-limpah. Pada waktu itu ternakmu akan makan rumput di padang rumput yang luas;\nYes 30:24\nsapi-sapi dan keledai-keledai yang mengerjakan tanah akan memakan makanan campuran yang sedap, yang sudah ditampi",
    "psalmReference": "Mzm. 147:1-2,3-4,5-6",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 147:1\nHaleluya! Sungguh, bermazmur bagi Allah kita itu baik, bahkan indah, dan layaklah memuji-muji itu.\nMzm 147:2\nTUHAN membangun Yerusalem, Ia mengumpulkan orang-orang Israel yang tercerai-berai;\nMzm 147:3\nIa menyembuhkan orang-orang yang patah hati dan membalut luka-luka mereka;\nMzm 147:4\nIa menentukan jumlah bintang-bintang dan menyebut nama-nama semuanya.\nMzm 147:5\nBesarlah Tuhan kita dan berlimpah kekuatan, kebijaksanaan-Nya tak terhingga.\nMzm 147:6\nTUHAN menegakkan kembali orang-orang yang tertindas, tetapi merendahkan orang-orang fasik sampai ke bumi.",
    "secondReference": "Yes. 13:1-22a",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYes 13:1\nUcapan ilahi terhadap Babel yang dinyatakan kepada Yesaya bin Amos.\nYes 13:2\nNaikkanlah panji-panji di atas gunung yang gundul, berserulah terhadap mereka dengan suara nyaring; lambaikanlah tangan supaya mereka masuk ke pintu-pintu gerbang para bangsawan!\nYes 13:3\nAku ini telah memerintahkan orang-orang yang Kukuduskan, telah memanggil orang-orang perkasa-Ku untuk melaksanakan hukuman murka-Ku, orang-orang-Ku yang beria-ria dan bangga.\nYes 13:4\nAda suara keramaian di atas gunung-gunung, seperti suara kumpulan orang yang besar jumlahnya! Suara kegaduhan dari kerajaan-kerajaan, dari bangsa-bangsa yang berkumpul! TUHAN semesta alam sedang memeriksa pasukan perang.\nYes 13:5\nMereka datang dari negeri yang jauh, ya dari ujung langit, yaitu TUHAN serta yang melaksanakan amarah-Nya untuk merusakkan seluruh bumi.\nYes 13:6\nMerataplah, sebab hari TUHAN sudah dekat, datangny",
    "gospelReference": "Mat. 9:35-10:1,6-8",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMat 9:35\nDemikianlah Yesus berkeliling ke semua kota dan desa; Ia mengajar dalam rumah-rumah ibadat dan memberitakan Injil Kerajaan Sorga serta melenyapkan segala penyakit dan kelemahan.\nMat 9:36\nMelihat orang banyak itu, tergeraklah hati Yesus oleh belas kasihan kepada mereka, karena mereka lelah dan terlantar seperti domba yang tidak bergembala.\nMat 9:37\nMaka kata-Nya kepada murid-murid-Nya: \"Tuaian memang banyak, tetapi pekerja sedikit.\nMat 9:38\nKarena itu mintalah kepada tuan yang empunya tuaian, supaya Ia mengirimkan pekerja-pekerja untuk tuaian itu.\"\nMat 10:1\nYesus memanggil kedua belas murid-Nya dan memberi kuasa kepada mereka untuk mengusir roh-roh jahat dan untuk melenyapkan segala penyakit dan segala kelemahan.\nMat 9:6\nTetapi supaya kamu tahu, bahwa di dunia ini Anak Manusia berkuasa mengampuni dosa\" ?lalu berkatalah Ia kepada orang lumpuh itu?:\"Bangunlah, angka"
  },
  {
    "date": "2024-12-08",
    "firstReference": "Bar. 5:1-9",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id",
    "psalmReference": "Mzm. 126:1-2ab,2cd-3,4-5.6",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 126:1\nNyanyian ziarah. Ketika TUHAN memulihkan keadaan Sion, keadaan kita seperti orang-orang yang bermimpi.\nMzm 126:2\nPada waktu itu mulut kita penuh dengan tertawa, dan lidah kita dengan sorak-sorai. Pada waktu itu berkatalah orang di antara bangsa-bangsa: \"TUHAN telah melakukan perkara besar kepada orang-orang ini!\"\nMzm 126:2\nPada waktu itu mulut kita penuh dengan tertawa, dan lidah kita dengan sorak-sorai. Pada waktu itu berkatalah orang di antara bangsa-bangsa: \"TUHAN telah melakukan perkara besar kepada orang-orang ini!\"\nMzm 126:3\nTUHAN telah melakukan perkara besar kepada kita, maka kita bersukacita.\nMzm 126:4\nPulihkanlah keadaan kami, ya TUHAN, seperti memulihkan batang air kering di Tanah Negeb!\nMzm 126:5\nOrang-orang yang menabur dengan mencucurkan air mata, akan menuai dengan bersorak-sorai.\nMzm 126:6\nOrang yang berjalan maju dengan menangis sambil menabur b",
    "secondReference": "Flp. 1:4-6,8-11",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nFlp 1:4\nDan setiap kali aku berdoa untuk kamu semua, aku selalu berdoa dengan sukacita.\nFlp 1:5\nAku mengucap syukur kepada Allahku karena persekutuanmu dalam Berita Injil mulai dari hari pertama sampai sekarang ini.\nFlp 1:6\nAkan hal ini aku yakin sepenuhnya, yaitu Ia, yang memulai pekerjaan yang baik di antara kamu, akan meneruskannya sampai pada akhirnya pada hari Kristus Yesus.\nFlp 1:8\nSebab Allah adalah saksiku betapa aku dengan kasih mesra Kristus Yesus merindukan kamu sekalian.\nFlp 1:9\nDan inilah doaku, semoga kasihmu makin melimpah dalam pengetahuan yang benar dan dalam segala macam pengertian,\nFlp 1:10\nsehingga kamu dapat memilih apa yang baik, supaya kamu suci dan tak bercacat menjelang hari Kristus,\nFlp 1:11\npenuh dengan buah kebenaran yang dikerjakan oleh Yesus Kristus untuk memuliakan dan memuji Allah.",
    "gospelReference": "Luk. 3:1-6",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nLuk 3:1\nDalam tahun kelima belas dari pemerintahan Kaisar Tiberius, ketika Pontius Pilatus menjadi wali negeri Yudea, dan Herodes raja wilayah Galilea, Filipus, saudaranya, raja wilayah Iturea dan Trakhonitis, dan Lisanias raja wilayah Abilene,\nLuk 3:2\npada waktu Hanas dan Kayafas menjadi Imam Besar, datanglah firman Allah kepada Yohanes, anak Zakharia, di padang gurun.\nLuk 3:3\nMaka datanglah Yohanes ke seluruh daerah Yordan dan menyerukan: \"Bertobatlah dan berilah dirimu dibaptis dan Allah akan mengampuni dosamu,\nLuk 3:4\nseperti ada tertulis dalam kitab nubuat-nubuat Yesaya: Ada suara yang berseru-seru di padang gurun: Persiapkanlah jalan untuk Tuhan, luruskanlah jalan bagi-Nya.\nLuk 3:5\nSetiap lembah akan ditimbun dan setiap gunung dan bukit akan menjadi rata, yang berliku-liku akan diluruskan, yang berlekuk-lekuk akan diratakan,\nLuk 3:6\ndan semua orang akan melihat kese"
  },
  {
    "date": "2024-12-09",
    "firstReference": "Kej 3:9-15.20",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nKej 3:9\nTetapi TUHAN Allah memanggil manusia itu dan berfirman kepadanya: \"Di manakah engkau?\"\nKej 3:10\nIa menjawab: \"Ketika aku mendengar, bahwa Engkau ada dalam taman ini, aku menjadi takut, karena aku telanjang; sebab itu aku bersembunyi.\"\nKej 3:11\nFirman-Nya: \"Siapakah yang memberitahukan kepadamu, bahwa engkau telanjang? Apakah engkau makan dari buah pohon, yang Kularang engkau makan itu?\"\nKej 3:12\nManusia itu menjawab: \"Perempuan yang Kautempatkan di sisiku, dialah yang memberi dari buah pohon itu kepadaku, maka kumakan.\"\nKej 3:13\nKemudian berfirmanlah TUHAN Allah kepada perempuan itu: \"Apakah yang telah kauperbuat ini?\" Jawab perempuan itu: \"Ular itu yang memperdayakan aku, maka kumakan.\"\nKej 3:14\nLalu berfirmanlah TUHAN Allah kepada ular itu: \"Karena engkau berbuat demikian, terkutuklah engkau di antara segala ternak dan di antara segala binatang hutan; dengan per",
    "psalmReference": "Mzm 98:1.2-3ab.3bc-4",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 98:1\nMazmur. Nyanyikanlah nyanyian baru bagi TUHAN, sebab Ia telah melakukan perbuatan-perbuatan yang ajaib; keselamatan telah dikerjakan kepada-Nya oleh tangan kanan-Nya, oleh lengan-Nya yang kudus.\nMzm 98:2\nTUHAN telah memperkenalkan keselamatan yang dari pada-Nya, telah menyatakan keadilan-Nya di depan mata bangsa-bangsa.\nMzm 98:3\nIa mengingat kasih setia dan kesetiaan-Nya terhadap kaum Israel, segala ujung bumi telah melihat keselamatan yang dari pada Allah kita.\nMzm 98:3\nIa mengingat kasih setia dan kesetiaan-Nya terhadap kaum Israel, segala ujung bumi telah melihat keselamatan yang dari pada Allah kita.\nMzm 98:4\nBersorak-soraklah bagi TUHAN, hai seluruh bumi, bergembiralah, bersorak-sorailah dan bermazmurlah!",
    "secondReference": "Ef 1:3-6.11-12",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nEf 1:3\nTerpujilah Allah dan Bapa Tuhan kita Yesus Kristus yang dalam Kristus telah mengaruniakan kepada kita segala berkat rohani di dalam sorga.\nEf 1:4\nSebab di dalam Dia Allah telah memilih kita sebelum dunia dijadikan, supaya kita kudus dan tak bercacat di hadapan-Nya.\nEf 1:5\nDalam kasih Ia telah menentukan kita dari semula oleh Yesus Kristus untuk menjadi anak-anak-Nya, sesuai dengan kerelaan kehendak-Nya,\nEf 1:6\nsupaya terpujilah kasih karunia-Nya yang mulia, yang dikaruniakan-Nya kepada kita di dalam Dia, yang dikasihi-Nya.\nEf 1:11\nAku katakan \"di dalam Kristus\", karena di dalam Dialah kami mendapat bagian yang dijanjikan?kami yang dari semula ditentukan untuk menerima bagian itu sesuai dengan maksud Allah, yang di dalam segala sesuatu bekerja menurut keputusan kehendak-Nya?\nEf 1:12\nsupaya kami, yang sebelumnya telah menaruh harapan pada Kristus, boleh menjadi puji-",
    "gospelReference": "Luk 1:26-38",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nLuk 1:26\nDalam bulan yang keenam Allah menyuruh malaikat Gabriel pergi ke sebuah kota di Galilea bernama Nazaret,\nLuk 1:27\nkepada seorang perawan yang bertunangan dengan seorang bernama Yusuf dari keluarga Daud; nama perawan itu Maria.\nLuk 1:28\nKetika malaikat itu masuk ke rumah Maria, ia berkata: \"Salam, hai engkau yang dikaruniai, Tuhan menyertai engkau.\"\nLuk 1:29\nMaria terkejut mendengar perkataan itu, lalu bertanya di dalam hatinya, apakah arti salam itu.\nLuk 1:30\nKata malaikat itu kepadanya: \"Jangan takut, hai Maria, sebab engkau beroleh kasih karunia di hadapan Allah.\nLuk 1:31\nSesungguhnya engkau akan mengandung dan akan melahirkan seorang anak laki-laki dan hendaklah engkau menamai Dia Yesus.\nLuk 1:32\nIa akan menjadi besar dan akan disebut Anak Allah Yang Mahatinggi. Dan Tuhan Allah akan mengaruniakan kepada-Nya takhta Daud, bapa leluhur-Nya,\nLuk 1:33\ndan Ia akan m"
  },
  {
    "date": "2024-12-10",
    "firstReference": "Yes. 40:1-11",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYes 40:1\nHiburkanlah, hiburkanlah umat-Ku, demikian firman Allahmu,\nYes 40:2\ntenangkanlah hati Yerusalem dan serukanlah kepadanya, bahwa perhambaannya sudah berakhir, bahwa kesalahannya telah diampuni, sebab ia telah menerima hukuman dari tangan TUHAN dua kali lipat karena segala dosanya.\nYes 40:3\nAda suara yang berseru-seru: \"Persiapkanlah di padang gurun jalan untuk TUHAN, luruskanlah di padang belantara jalan raya bagi Allah kita!\nYes 40:4\nSetiap lembah harus ditutup, dan setiap gunung dan bukit diratakan; tanah yang berbukit-bukit harus menjadi tanah yang rata, dan tanah yang berlekuk-lekuk menjadi dataran;\nYes 40:5\nmaka kemuliaan TUHAN akan dinyatakan dan seluruh umat manusia akan melihatnya bersama-sama; sungguh, TUHAN sendiri telah mengatakannya.\"\nYes 40:6\nAda suara yang berkata: \"Berserulah!\" Jawabku: \"Apakah yang harus kuserukan?\" \"Seluruh umat manusia adalah sep",
    "psalmReference": "Mzm. 96:1-2,3,10ac,11-12,13",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 96:1\nNyanyikanlah nyanyian baru bagi TUHAN, menyanyilah bagi TUHAN, hai segenap bumi!\nMzm 96:2\nMenyanyilah bagi TUHAN, pujilah nama-Nya, kabarkanlah keselamatan yang dari pada-Nya dari hari ke hari.\nMzm 96:3\nCeritakanlah kemuliaan-Nya di antara bangsa-bangsa dan perbuatan-perbuatan yang ajaib di antara segala suku bangsa.\nMzm 96:10\nKatakanlah di antara bangsa-bangsa: \"TUHAN itu Raja! Sungguh tegak dunia, tidak goyang. Ia akan mengadili bangsa-bangsa dalam kebenaran.\"\nMzm 96:11\nBiarlah langit bersukacita dan bumi bersorak-sorak, biarlah gemuruh laut serta isinya,\nMzm 96:12\nbiarlah beria-ria padang dan segala yang di atasnya, maka segala pohon di hutan bersorak-sorai\nMzm 96:13\ndi hadapan Tuhan, sebab Ia datang. sebab Ia datang untuk menghakimi bumi. Ia datang menghakimi dunia dengan keadilan, dan bangsa-bangsa dengan kesetianNya.",
    "secondReference": "Yes. 35:1-10",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYes 35:1\nPadang gurun dan padang kering akan bergirang, padang belantara akan bersorak-sorak dan berbunga;\nYes 35:2\nseperti bunga mawar ia akan berbunga lebat, akan bersorak-sorak, ya bersorak-sorak dan bersorak-sorai. Kemuliaan Libanon akan diberikan kepadanya, semarak Karmel dan Saron; mereka itu akan melihat kemuliaan TUHAN, semarak Allah kita.\nYes 35:3\nKuatkanlah tangan yang lemah lesu dan teguhkanlah lutut yang goyah.\nYes 35:4\nKatakanlah kepada orang-orang yang tawar hati: \"Kuatkanlah hati, janganlah takut! Lihatlah, Allahmu akan datang dengan pembalasan dan dengan ganjaran Allah. Ia sendiri datang menyelamatkan kamu!\"\nYes 35:5\nPada waktu itu mata orang-orang buta akan dicelikkan, dan telinga orang-orang tuli akan dibuka.\nYes 35:6\nPada waktu itu orang lumpuh akan melompat seperti rusa, dan mulut orang bisu akan bersorak-sorai; sebab mata air memancar di padang gurun,",
    "gospelReference": "Mat. 18:12-14",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMat 18:12\n\"Bagaimana pendapatmu? Jika seorang mempunyai seratus ekor domba, dan seekor di antaranya sesat, tidakkah ia akan meninggalkan yang sembilan puluh sembilan ekor di pegunungan dan pergi mencari yang sesat itu?\nMat 18:13\nDan Aku berkata kepadamu: Sesungguhnya jika ia berhasil menemukannya, lebih besar kegembiraannya atas yang seekor itu dari pada atas yang kesembilan puluh sembilan ekor yang tidak sesat.\nMat 18:14\nDemikian juga Bapamu yang di sorga tidak menghendaki supaya seorangpun dari anak-anak ini hilang.\""
  },
  {
    "date": "2024-12-11",
    "firstReference": "Yes. 40:25-31",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYes 40:25\nDengan siapa hendak kamu samakan Aku, seakan-akan Aku seperti dia? firman Yang Mahakudus.\nYes 40:26\nArahkanlah matamu ke langit dan lihatlah: siapa yang menciptakan semua bintang itu dan menyuruh segenap tentara mereka keluar, sambil memanggil nama mereka sekaliannya? Satupun tiada yang tak hadir, oleh sebab Ia maha kuasa dan maha kuat.\nYes 40:27\nMengapakah engkau berkata demikian, hai Yakub, dan berkata begini, hai Israel: \"Hidupku tersembunyi dari TUHAN, dan hakku tidak diperhatikan Allahku?\"\nYes 40:28\nTidakkah kautahu, dan tidakkah kaudengar? TUHAN ialah Allah kekal yang menciptakan bumi dari ujung ke ujung; Ia tidak menjadi lelah dan tidak menjadi lesu, tidak terduga pengertian-Nya.\nYes 40:29\nDia memberi kekuatan kepada yang lelah dan menambah semangat kepada yang tiada berdaya.\nYes 40:30\nOrang-orang muda menjadi lelah dan lesu dan teruna-teruna jatuh tersan",
    "psalmReference": "Mzm. 103:1-2,3-4,8,10",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 103:1\nDari Daud. Pujilah TUHAN, hai jiwaku! Pujilah nama-Nya yang kudus, hai segenap batinku!\nMzm 103:2\nPujilah TUHAN, hai jiwaku, dan janganlah lupakan segala kebaikan-Nya!\nMzm 103:3\nDia yang mengampuni segala kesalahanmu, yang menyembuhkan segala penyakitmu,\nMzm 103:4\nDia yang menebus hidupmu dari lobang kubur, yang memahkotai engkau dengan kasih setia dan rahmat,\nMzm 103:8\nTUHAN adalah penyayang dan pengasih, panjang sabar dan berlimpah kasih setia.\nMzm 103:10\nTidak dilakukan-Nya kepada kita setimpal dengan dosa kita, dan tidak dibalas-Nya kepada kita setimpal dengan kesalahan kita,",
    "secondReference": "Rut. 1:1-22",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nRut 1:1\nPada zaman para hakim memerintah ada kelaparan di tanah Israel. Lalu pergilah seorang dari Betlehem-Yehuda beserta isterinya dan kedua anaknya laki-laki ke daerah Moab untuk menetap di sana sebagai orang asing.\nRut 1:2\nNama orang itu ialah Elimelekh, nama isterinya Naomi dan nama kedua anaknya Mahlon dan Kilyon, semuanya orang-orang Efrata dari Betlehem-Yehuda; dan setelah sampai ke daerah Moab, diamlah mereka di sana.\nRut 1:3\nKemudian matilah Elimelekh, suami Naomi, sehingga perempuan itu tertinggal dengan kedua anaknya.\nRut 1:4\nKeduanya mengambil perempuan Moab: yang pertama bernama Orpa, yang kedua bernama Rut; dan mereka diam di situ kira-kira sepuluh tahun lamanya.\nRut 1:5\nLalu matilah juga keduanya, yakni Mahlon dan Kilyon, sehingga perempuan itu kehilangan kedua anaknya dan suaminya.\nRut 1:6\nKemudian berkemaslah ia dengan kedua menantunya dan ia pulang dari",
    "gospelReference": "Mat. 11:28-30",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMat 11:28\nMarilah kepada-Ku, semua yang letih lesu dan berbeban berat, Aku akan memberi kelegaan kepadamu.\nMat 11:29\nPikullah kuk yang Kupasang dan belajarlah pada-Ku, karena Aku lemah lembut dan rendah hati dan jiwamu akan mendapat ketenangan.\nMat 11:30\nSebab kuk yang Kupasang itu enak dan beban-Kupun ringan.\""
  },
  {
    "date": "2024-12-12",
    "firstReference": "Yes. 41:13-20",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYes 41:13\nSebab Aku ini, TUHAN, Allahmu, memegang tangan kananmu dan berkata kepadamu: \"Janganlah takut, Akulah yang menolong engkau.\"\nYes 41:14\nJanganlah takut, hai si cacing Yakub, hai si ulat Israel! Akulah yang menolong engkau, demikianlah firman TUHAN, dan yang menebus engkau ialah Yang Mahakudus, Allah Israel.\nYes 41:15\nSesungguhnya, Aku membuat engkau menjadi papan pengirik yang tajam dan baru, dengan gigi dua jajar; engkau akan mengirik gunung-gunung dan menghancurkannya, dan bukit-bukitpun akan kaubuat seperti sekam.\nYes 41:16\nEngkau akan menampi mereka, lalu angin akan menerbangkan mereka, dan badai akan menyerakkan mereka. Tetapi engkau ini akan bersorak-sorak di dalam TUHAN dan bermegah di dalam Yang Mahakudus, Allah Israel.\nYes 41:17\nOrang-orang sengsara dan orang-orang miskin sedang mencari air, tetapi tidak ada, lidah mereka kering kehausan; tetapi Aku, TUH",
    "psalmReference": "Mzm. 145:9,10-11,12-13ab",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 145:9\nTUHAN itu baik kepada semua orang, dan penuh rahmat terhadap segala yang dijadikan-Nya.\nMzm 145:10\nSegala yang Kaujadikan itu akan bersyukur kepada-Mu, ya TUHAN, dan orang-orang yang Kaukasihi akan memuji Engkau.\nMzm 145:11\nMereka akan mengumumkan kemuliaan kerajaan-Mu, dan akan membicarakan keperkasaan-Mu,\nMzm 145:12\nuntuk memberitahukan keperkasaan-Mu kepada anak-anak manusia, dan kemuliaan semarak kerajaan-Mu.\nMzm 145:13\nKerajaan-Mu ialah kerajaan segala abad, dan pemerintahan-Mu tetap melalui segala keturunan. TUHAN setia dalam segala perkataan-Nya dan penuh kasih setia dalam segala perbuatan-Nya.",
    "secondReference": "Rut. 2:1-13",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nRut 2:1\nNaomi itu mempunyai seorang sanak dari pihak suaminya, seorang yang kaya raya dari kaum Elimelekh, namanya Boas.\nRut 2:2\nMaka Rut, perempuan Moab itu, berkata kepada Naomi: \"Biarkanlah aku pergi ke ladang memungut bulir-bulir jelai di belakang orang yang murah hati kepadaku.\" Dan sahut Naomi kepadanya: \"Pergilah, anakku.\"\nRut 2:3\nPergilah ia, lalu sampai di ladang dan memungut jelai di belakang penyabit-penyabit; kebetulan ia berada di tanah milik Boas, yang berasal dari kaum Elimelekh.\nRut 2:4\nLalu datanglah Boas dari Betlehem. Ia berkata kepada penyabit-penyabit itu: \"TUHAN kiranya menyertai kamu.\" Jawab mereka kepadanya: \"TUHAN kiranya memberkati tuan!\"\nRut 2:5\nLalu kata Boas kepada bujangnya yang mengawasi penyabit-penyabit itu: \"Dari manakah perempuan ini?\"\nRut 2:6\nBujang yang mengawasi penyabit-penyabit itu menjawab: \"Dia adalah seorang perempuan Moab, dia p",
    "gospelReference": "Mat. 11:11-15",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMat 11:11\nAku berkata kepadamu: Sesungguhnya di antara mereka yang dilahirkan oleh perempuan tidak pernah tampil seorang yang lebih besar dari pada Yohanes Pembaptis, namun yang terkecil dalam Kerajaan Sorga lebih besar dari padanya.\nMat 11:12\nSejak tampilnya Yohanes Pembaptis hingga sekarang, Kerajaan Sorga diserong dan orang yang menyerongnya mencoba menguasainya.\nMat 11:13\nSebab semua nabi dan kitab Taurat bernubuat hingga tampilnya Yohanes\nMat 11:14\ndan?jika kamu mau menerimanya?ialah Elia yang akan datang itu.\nMat 11:15\nSiapa bertelinga, hendaklah ia mendengar!"
  },
  {
    "date": "2024-12-13",
    "firstReference": "Yes. 48:17-19",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYes 48:17\nBeginilah firman TUHAN, Penebusmu, Yang Mahakudus, Allah Israel: \"Akulah TUHAN, Allahmu, yang mengajar engkau tentang apa yang memberi faedah, yang menuntun engkau di jalan yang harus kautempuh.\nYes 48:18\nSekiranya engkau memperhatikan perintah-perintah-Ku, maka damai sejahteramu akan seperti sungai yang tidak pernah kering, dan kebahagiaanmu akan terus berlimpah seperti gelombang-gelombang laut yang tidak pernah berhenti,\nYes 48:19\nmaka keturunanmu akan seperti pasir dan anak cucumu seperti kersik banyaknya; nama mereka tidak akan dilenyapkan atau ditiadakan dari hadapan-Ku.\"",
    "psalmReference": "Mzm. 1:1-2,3,4,6",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 1:1\nBerbahagialah orang yang tidak berjalan menurut nasihat orang fasik, yang tidak berdiri di jalan orang berdosa, dan yang tidak duduk dalam kumpulan pencemooh,\nMzm 1:2\ntetapi yang kesukaannya ialah Taurat TUHAN, dan yang merenungkan Taurat itu siang dan malam.\nMzm 1:3\nIa seperti pohon, yang ditanam di tepi aliran air, yang menghasilkan buahnya pada musimnya, dan yang tidak layu daunnya; apa saja yang diperbuatnya berhasil.\nMzm 1:4\nBukan demikian orang fasik: mereka seperti sekam yang ditiupkan angin.\nMzm 1:6\nsebab TUHAN mengenal jalan orang benar, tetapi jalan orang fasik menuju kebinasaan.",
    "secondReference": "Rut. 2:14-23",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nRut 2:14\nKetika sudah waktu makan, berkatalah Boas kepadanya: \"Datanglah ke mari, makanlah roti ini dan celupkanlah suapmu ke dalam cuka ini.\" Lalu duduklah ia di sisi penyabit-penyabit itu, dan Boas mengunjukkan bertih gandum kepadanya; makanlah Rut sampai kenyang, bahkan ada sisanya.\nRut 2:15\nSetelah ia bangun untuk memungut pula, maka Boas memerintahkan kepada pengerja-pengerjanya: \"Dari antara berkas-berkas itupun ia boleh memungut, janganlah ia diganggu;\nRut 2:16\nbahkan haruslah kamu dengan sengaja menarik sedikit-sedikit dari onggokan jelai itu untuk dia dan meninggalkannya, supaya dipungutnya; janganlah berlaku kasar terhadap dia.\"\nRut 2:17\nMaka ia memungut di ladang sampai petang; lalu ia mengirik yang dipungutnya itu, dan ada kira-kira seefa jelai banyaknya.\nRut 2:18\nDiangkatnyalah itu, lalu masuklah ia ke kota. Ketika mertuanya melihat apa yang dipungutnya itu, ",
    "gospelReference": "Mat. 11:16-19",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMat 11:16\nDengan apakah akan Kuumpamakan angkatan ini? Mereka itu seumpama anak-anak yang duduk di pasar dan berseru kepada teman-temannya:\nMat 11:17\nKami meniup seruling bagimu, tetapi kamu tidak menari, kami menyanyikan kidung duka, tetapi kamu tidak berkabung.\nMat 11:18\nKarena Yohanes datang, ia tidak makan, dan tidak minum, dan mereka berkata: Ia kerasukan setan.\nMat 11:19\nKemudian Anak Manusia datang, Ia makan dan minum, dan mereka berkata: Lihatlah, Ia seorang pelahap dan peminum, sahabat pemungut cukai dan orang berdosa. Tetapi hikmat Allah dibenarkan oleh perbuatannya.\""
  },
  {
    "date": "2024-12-14",
    "firstReference": "Sir. 48:1-4,9-11",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nSir 48:1\nLalu tampillah nabi Elia TlO bagaikan api, yang perkataannya laksana obor membakar.\nSir 48:2\nKelaparan didatangkan-Nya atas mereka, dan jumlah mereka dijadikannya sedikit berkat semangatnya.\nSir 48:3\nAtas firman Tuhan langit dikunci olehnya, dan api diturunkannya sampai tiga kali.\nSir 48:4\nBetapa mulialah engkau, hai Elia, dengan segala mujizatmu, dan siapa boleh bermegah-megah bahwa sama dengan dikau?\nSir 48:9\nDalam olak angin berapi engkau diangkat, dalannkereta dengan kuda-kuda berapi.\nSir 48:10\nEngkau tercantum dalam ancaman-ancaman tentang masa depan untuk meredakan kemurkaan sebelum meletus, dan mengembalikan hati bapa kepada anaknya serta memulihkan segala suku Yakub. n Berbahagialah orang yang telah melihat dikau, dan yang meninggal dengan kasih mereka, sebab kamipun pasti akan hidup pula.",
    "psalmReference": "Mzm. 80:2ac,3b,15-16,18-19",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 80:2\n(80-3) di depan Efraim dan Benyamin dan Manasye! Bangkitkanlah keperkasaan-Mu dan datanglah untuk menyelamatkan kami.\nMzm 80:3\n(80-4) Ya Allah, pulihkanlah kami, buatlah wajah-Mu bersinar, maka kami akan selamat.\nMzm 80:15\n(80-16) batang yang ditanam oleh tangan kanan-Mu!\nMzm 80:16\n(80-17) Mereka telah membakarnya dengan api dan menebangnya; biarlah mereka hilang lenyap oleh hardik wajah-Mu!\nMzm 80:18\n(80-19) maka kami tidak akan menyimpang dari pada-Mu. Biarkanlah kami hidup, maka kami akan menyerukan nama-Mu.\nMzm 80:19\n(80-20) Ya TUHAN, Allah semesta alam, pulihkanlah kami, buatlah wajah-Mu bersinar, maka kami akan selamat.",
    "secondReference": "Rut. 3:1-18",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nRut 3:1\nLalu Naomi, mertuanya itu, berkata kepadanya: \"Anakku, apakah tidak ada baiknya jika aku mencari tempat perlindungan bagimu supaya engkau berbahagia?\nRut 3:2\nMaka sekarang, bukankah Boas, yang pengerja-pengerjanya perempuan telah kautemani itu, adalah sanak kita? Dia pada malam ini menampi jelai di tempat pengirikan;\nRut 3:3\nmaka mandilah dan beruraplah, pakailah pakaian bagusmu dan pergilah ke tempat pengirikan itu. Tetapi janganlah engkau ketahuan kepada orang itu, sebelum ia selesai makan dan minum.\nRut 3:4\nJika ia membaringkan diri tidur, haruslah engkau perhatikan baik-baik tempat ia berbaring; kemudian datanglah dekat, singkapkanlah selimut dari kakinya dan berbaringlah di sana. Maka ia akan memberitahukan kepadamu apa yang harus kaulakukan.\"\nRut 3:5\nLalu kata Rut kepadanya: \"Segala yang engkau katakan itu akan kulakukan.\"\nRut 3:6\nSesudah itu pergilah ia ke ",
    "gospelReference": "Mat. 17:10-13",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMat 17:10\nLalu murid-murid-Nya bertanya kepada-Nya: \"Kalau demikian mengapa ahli-ahli Taurat berkata bahwa Elia harus datang dahulu?\"\nMat 17:11\nJawab Yesus: \"Memang Elia akan datang dan memulihkan segala sesuatu\nMat 17:12\ndan Aku berkata kepadamu: Elia sudah datang, tetapi orang tidak mengenal dia, dan memperlakukannya menurut kehendak mereka. Demikian juga Anak Manusia akan menderita oleh mereka.\"\nMat 17:13\nPada waktu itu mengertilah murid-murid Yesus bahwa Ia berbicara tentang Yohanes Pembaptis."
  },
  {
    "date": "2024-12-15",
    "firstReference": "Zef. 3:14-18a",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nZef 3:14\nBersorak-sorailah, hai puteri Sion, bertempik-soraklah, hai Israel! Bersukacitalah dan beria-rialah dengan segenap hati, hai puteri Yerusalem!\nZef 3:15\nTUHAN telah menyingkirkan hukuman yang jatuh atasmu, telah menebas binasa musuhmu. Raja Israel, yakni TUHAN, ada di antaramu; engkau tidak akan takut kepada malapetaka lagi.\nZef 3:16\nPada hari itu akan dikatakan kepada Yerusalem: \"Janganlah takut, hai Sion! Janganlah tanganmu menjadi lemah lesu.\nZef 3:17\nTUHAN Allahmu ada di antaramu sebagai pahlawan yang memberi kemenangan. Ia bergirang karena engkau dengan sukacita, Ia membaharui engkau dalam kasih-Nya, Ia bersorak-sorak karena engkau dengan sorak-sorai,\nZef 3:18\nseperti pada hari pertemuan raya.\" \"Aku akan mengangkat malapetaka dari padamu, sehingga oleh karenanya engkau tidak lagi menanggung cela.",
    "psalmReference": "",
    "psalmContent": "",
    "secondReference": "Yes. 12:2-3,4bcd,5-6",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYes 12:2\nSungguh, Allah itu keselamatanku; aku percaya dengan tidak gementar, sebab TUHAN ALLAH itu kekuatanku dan mazmurku, Ia telah menjadi keselamatanku.\"\nYes 12:3\nMaka kamu akan menimba air dengan kegirangan dari mata air keselamatan.\nYes 12:4\nPada waktu itu kamu akan berkata: \"Bersyukurlah kepada TUHAN, panggillah nama-Nya, beritahukanlah perbuatan-Nya di antara bangsa-bangsa, masyhurkanlah, bahwa nama-Nya tinggi luhur!\nYes 12:5\nBermazmurlah bagi TUHAN, sebab perbuatan-Nya mulia; baiklah hal ini diketahui di seluruh bumi!\nYes 12:6\nBerserulah dan bersorak-sorailah, hai penduduk Sion, sebab Yang Mahakudus, Allah Israel, agung di tengah-tengahmu!\"",
    "gospelReference": "Luk. 3:10-18",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nLuk 3:10\nOrang banyak bertanya kepadanya: \"Jika demikian, apakah yang harus kami perbuat?\"\nLuk 3:11\nJawabnya: \"Barangsiapa mempunyai dua helai baju, hendaklah ia membaginya dengan yang tidak punya, dan barangsiapa mempunyai makanan, hendaklah ia berbuat juga demikian.\"\nLuk 3:12\nAda datang juga pemungut-pemungut cukai untuk dibaptis dan mereka bertanya kepadanya: \"Guru, apakah yang harus kami perbuat?\"\nLuk 3:13\nJawabnya: \"Jangan menagih lebih banyak dari pada yang telah ditentukan bagimu.\"\nLuk 3:14\nDan prajurit-prajurit bertanya juga kepadanya: \"Dan kami, apakah yang harus kami perbuat?\" Jawab Yohanes kepada mereka: \"Jangan merampas dan jangan memeras dan cukupkanlah dirimu dengan gajimu.\"\nLuk 3:15\nTetapi karena orang banyak sedang menanti dan berharap, dan semuanya bertanya dalam hatinya tentang Yohanes, kalau-kalau ia adalah Mesias,\nLuk 3:16\nYohanes menjawab dan berkata "
  },
  {
    "date": "2024-12-16",
    "firstReference": "Bil. 24:2-7,15-17a",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nBil 24:2\nKetika Bileam memandang ke depan dan melihat orang Israel berkemah menurut suku mereka, maka Roh Allah menghinggapi dia.\nBil 24:3\nLalu diucapkannyalah sanjaknya, katanya: \"Tutur kata Bileam bin Beor, tutur kata orang yang terbuka matanya;\nBil 24:4\ntutur kata orang yang mendengar firman Allah, yang melihat penglihatan dari Yang Mahakuasa sambil rebah, namun dengan mata tersingkap.\nBil 24:5\nAlangkah indahnya kemah-kemahmu, hai Yakub, dan tempat-tempat kediamanmu, hai Israel!\nBil 24:6\nSebagai lembah yang membentang semuanya; sebagai taman di tepi sungai; sebagai pohon gaharu yang ditanam TUHAN; sebagai pohon aras di tepi air.\nBil 24:7\nAir mengalir dari timbanya, dan benihnya mendapat air banyak-banyak. Rajanya akan naik tinggi melebihi Agag, dan kerajaannya akan dimuliakan.\nBil 24:15\nLalu diucapkannyalah sanjaknya, katanya: \"Tutur kata Bileam bin Beor, tutur kata or",
    "psalmReference": "Mzm. 25:4bc-5ab,6-7c,8-9",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 25:4\nBeritahukanlah jalan-jalan-Mu kepadaku, ya TUHAN, tunjukkanlah itu kepadaku.\nMzm 25:5\nBawalah aku berjalan dalam kebenaran-Mu dan ajarlah aku, sebab Engkaulah Allah yang menyelamatkan aku, Engkau kunanti-nantikan sepanjang hari.\nMzm 25:6\nIngatlah segala rahmat-Mu dan kasih setia-Mu, ya TUHAN, sebab semuanya itu sudah ada sejak purbakala.\nMzm 25:7\nDosa-dosaku pada waktu muda dan pelanggaran-pelanggaranku janganlah Kauingat, tetapi ingatlah kepadaku sesuai dengan kasih setia-Mu, oleh karena kebaikan-Mu, ya TUHAN.\nMzm 25:8\nTUHAN itu baik dan benar; sebab itu Ia menunjukkan jalan kepada orang yang sesat.\nMzm 25:9\nIa membimbing orang-orang yang rendah hati menurut hukum, dan Ia mengajarkan jalan-Nya kepada orang-orang yang rendah hati.",
    "secondReference": "1Taw. 17:1-15",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\n1Taw 17:1\nSetelah Daud menetap di rumahnya, berkatalah ia kepada nabi Natan: \"Lihatlah, aku ini diam dalam rumah dari kayu aras, padahal tabut perjanjian TUHAN itu ada di bawah tenda-tenda.\"\n1Taw 17:2\nLalu berkatalah Natan kepada Daud: \"Lakukanlah segala sesuatu yang dikandung hatimu, sebab Allah menyertai engkau.\"\n1Taw 17:3\nTetapi pada malam itu juga datanglah firman Allah kepada Natan, demikian:\n1Taw 17:4\n\"Pergilah, katakanlah kepada hamba-Ku Daud: Beginilah firman TUHAN: Bukanlah engkau yang akan mendirikan rumah bagi-Ku untuk didiami.\n1Taw 17:5\nAku tidak pernah diam dalam rumah sejak Aku menuntun orang Israel keluar sampai hari ini, tetapi Aku mengembara dari kemah ke kemah, dan dari kediaman ke kediaman.\n1Taw 17:6\nSelama Aku mengembara bersama-sama seluruh orang Israel, pernahkah Aku mengucapkan firman kepada salah seorang hakim orang Israel, yang Kuperintahkan mengg",
    "gospelReference": "Mat. 21:23-27",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMat 21:23\nLalu Yesus masuk ke Bait Allah, dan ketika Ia mengajar di situ, datanglah imam-imam kepala serta tua-tua bangsa Yahudi kepada-Nya, dan bertanya: \"Dengan kuasa manakah Engkau melakukan hal-hal itu? Dan siapakah yang memberikan kuasa itu kepada-Mu?\"\nMat 21:24\nJawab Yesus kepada mereka: \"Aku juga akan mengajukan satu pertanyaan kepadamu dan jikalau kamu memberi jawabnya kepada-Ku, Aku akan mengatakan juga kepadamu dengan kuasa manakah Aku melakukan hal-hal itu.\nMat 21:25\nDari manakah baptisan Yohanes? Dari sorga atau dari manusia?\" Mereka memperbincangkannya di antara mereka, dan berkata: \"Jikalau kita katakan: Dari sorga, Ia akan berkata kepada kita: Kalau begitu, mengapakah kamu tidak percaya kepadanya?\nMat 21:26\nTetapi jikalau kita katakan: Dari manusia, kita takut kepada orang banyak, sebab semua orang menganggap Yohanes ini nabi.\"\nMat 21:27\nLalu mereka menjawa"
  },
  {
    "date": "2024-12-17",
    "firstReference": "Kej. 49:2,8-10",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nKej 49:2\nBerhimpunlah kamu dan dengarlah, ya anak-anak Yakub, dengarlah kepada Israel, ayahmu.\nKej 49:8\nYehuda, engkau akan dipuji oleh saudara-saudaramu, tanganmu akan menekan tengkuk musuhmu, kepadamu akan sujud anak-anak ayahmu.\nKej 49:9\nYehuda adalah seperti anak singa: setelah menerkam, engkau naik ke suatu tempat yang tinggi, hai anakku; ia meniarap dan berbaring seperti singa jantan atau seperti singa betina; siapakah yang berani membangunkannya?\nKej 49:10\nTongkat kerajaan tidak akan beranjak dari Yehuda ataupun lambang pemerintahan dari antara kakinya, sampai dia datang yang berhak atasnya, maka kepadanya akan takluk bangsa-bangsa.",
    "psalmReference": "Mzm. 72:1,3-4ab,7-8,17",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 72:1\nDari Salomo. Ya Allah, berikanlah hukum-Mu kepada raja dan keadilan-Mu kepada putera raja!\nMzm 72:3\nKiranya gunung-gunung membawa damai sejahtera bagi bangsa, dan bukit-bukit membawa kebenaran!\nMzm 72:4\nKiranya ia memberi keadilan kepada orang-orang yang tertindas dari bangsa itu, menolong orang-orang miskin, tetapi meremukkan pemeras-pemeras!\nMzm 72:7\nKiranya keadilan berkembang dalam zamannya dan damai sejahtera berlimpah, sampai tidak ada lagi bulan!\nMzm 72:8\nKiranya ia memerintah dari laut ke laut, dari sungai Efrat sampai ke ujung bumi!\nMzm 72:17\nBiarlah namanya tetap selama-lamanya, kiranya namanya semakin dikenal selama ada matahari. Kiranya segala bangsa saling memberkati dengan namanya, dan menyebut dia berbahagia.",
    "secondReference": "Yes. 40:1-11",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYes 40:1\nHiburkanlah, hiburkanlah umat-Ku, demikian firman Allahmu,\nYes 40:2\ntenangkanlah hati Yerusalem dan serukanlah kepadanya, bahwa perhambaannya sudah berakhir, bahwa kesalahannya telah diampuni, sebab ia telah menerima hukuman dari tangan TUHAN dua kali lipat karena segala dosanya.\nYes 40:3\nAda suara yang berseru-seru: \"Persiapkanlah di padang gurun jalan untuk TUHAN, luruskanlah di padang belantara jalan raya bagi Allah kita!\nYes 40:4\nSetiap lembah harus ditutup, dan setiap gunung dan bukit diratakan; tanah yang berbukit-bukit harus menjadi tanah yang rata, dan tanah yang berlekuk-lekuk menjadi dataran;\nYes 40:5\nmaka kemuliaan TUHAN akan dinyatakan dan seluruh umat manusia akan melihatnya bersama-sama; sungguh, TUHAN sendiri telah mengatakannya.\"\nYes 40:6\nAda suara yang berkata: \"Berserulah!\" Jawabku: \"Apakah yang harus kuserukan?\" \"Seluruh umat manusia adalah sep",
    "gospelReference": "Mat. 1:1-17",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMat 1:1\nInilah silsilah Yesus Kristus, anak Daud, anak Abraham.\nMat 1:2\nAbraham memperanakkan Ishak, Ishak memperanakkan Yakub, Yakub memperanakkan Yehuda dan saudara-saudaranya,\nMat 1:3\nYehuda memperanakkan Peres dan Zerah dari Tamar, Peres memperanakkan Hezron, Hezron memperanakkan Ram,\nMat 1:4\nRam memperanakkan Aminadab, Aminadab memperanakkan Nahason, Nahason memperanakkan Salmon,\nMat 1:5\nSalmon memperanakkan Boas dari Rahab, Boas memperanakkan Obed dari Rut, Obed memperanakkan Isai,\nMat 1:6\nIsai memperanakkan raja Daud. Daud memperanakkan Salomo dari isteri Uria,\nMat 1:7\nSalomo memperanakkan Rehabeam, Rehabeam memperanakkan Abia, Abia memperanakkan Asa,\nMat 1:8\nAsa memperanakkan Yosafat, Yosafat memperanakkan Yoram, Yoram memperanakkan Uzia,\nMat 1:9\nUzia memperanakkan Yotam, Yotam memperanakkan Ahas, Ahas memperanakkan Hizkia,\nMat 1:10\nHizkia memperanakkan Manasye, M"
  },
  {
    "date": "2024-12-18",
    "firstReference": "Yer. 23:5-8",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYer 23:5\nSesungguhnya, waktunya akan datang, demikianlah firman TUHAN, bahwa Aku akan menumbuhkan Tunas adil bagi Daud. Ia akan memerintah sebagai raja yang bijaksana dan akan melakukan keadilan dan kebenaran di negeri.\nYer 23:6\nDalam zamannya Yehuda akan dibebaskan, dan Israel akan hidup dengan tenteram; dan inilah namanya yang diberikan orang kepadanya: TUHAN?keadilan kita.\nYer 23:7\nSebab itu, demikianlah firman TUHAN, sesungguhnya, waktunya akan datang, bahwa orang tidak lagi mengatakan: Demi TUHAN yang hidup yang menuntun orang Israel keluar dari tanah Mesir!,\nYer 23:8\nmelainkan: Demi TUHAN yang hidup yang menuntun dan membawa pulang keturunan kaum Israel keluar dari tanah utara dan dari segala negeri ke mana Ia telah menceraiberaikan mereka!, maka mereka akan tinggal di tanahnya sendiri.\"",
    "psalmReference": "Mzm. 72:2,12-13,18-19",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 72:2\nKiranya ia mengadili umat-Mu dengan keadilan dan orang-orang-Mu yang tertindas dengan hukum!\nMzm 72:12\nSebab ia akan melepaskan orang miskin yang berteriak minta tolong, orang yang tertindas, dan orang yang tidak punya penolong;\nMzm 72:13\nia akan sayang kepada orang lemah dan orang miskin, ia akan menyelamatkan nyawa orang miskin.\nMzm 72:18\nTerpujilah TUHAN, Allah Israel, yang melakukan perbuatan yang ajaib seorang diri!\nMzm 72:19\nDan terpujilah kiranya nama-Nya yang mulia selama-lamanya, dan kiranya kemuliaan-Nya memenuhi seluruh bumi. Amin, ya amin.",
    "secondReference": "Yes. 40:12-18.21-31",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYes 40:12\nSiapa yang menakar air laut dengan lekuk tangannya dan mengukur langit dengan jengkal, menyukat debu tanah dengan takaran, menimbang gunung-gunung dengan dacing, atau bukit-bukit dengan neraca?\nYes 40:13\nSiapa yang dapat mengatur Roh TUHAN atau memberi petunjuk kepada-Nya sebagai penasihat?\nYes 40:14\nKepada siapa TUHAN meminta nasihat untuk mendapat pengertian, dan siapa yang mengajar TUHAN untuk menjalankan keadilan, atau siapa mengajar Dia pengetahuan dan memberi Dia petunjuk supaya Ia bertindak dengan pengertian?\nYes 40:15\nSesungguhnya, bangsa-bangsa adalah seperti setitik air dalam timba dan dianggap seperti sebutir debu pada neraca. Sesungguhnya, pulau-pulau tidak lebih dari abu halus beratnya.\nYes 40:16\nLibanon tidak mencukupi bagi kayu api dan margasatwanya tidak mencukupi bagi korban bakaran.\nYes 40:17\nSegala bangsa seperti tidak ada di hadapan-Nya merek",
    "gospelReference": "Mat. 1:18-24",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMat 1:18\nKelahiran Yesus Kristus adalah seperti berikut: Pada waktu Maria, ibu-Nya, bertunangan dengan Yusuf, ternyata ia mengandung dari Roh Kudus, sebelum mereka hidup sebagai suami isteri.\nMat 1:19\nKarena Yusuf suaminya, seorang yang tulus hati dan tidak mau mencemarkan nama isterinya di muka umum, ia bermaksud menceraikannya dengan diam-diam.\nMat 1:20\nTetapi ketika ia mempertimbangkan maksud itu, malaikat Tuhan nampak kepadanya dalam mimpi dan berkata: \"Yusuf, anak Daud, janganlah engkau takut mengambil Maria sebagai isterimu, sebab anak yang di dalam kandungannya adalah dari Roh Kudus.\nMat 1:21\nIa akan melahirkan anak laki-laki dan engkau akan menamakan Dia Yesus, karena Dialah yang akan menyelamatkan umat-Nya dari dosa mereka.\"\nMat 1:22\nHal itu terjadi supaya genaplah yang difirmankan Tuhan oleh nabi:\nMat 1:23\n\"Sesungguhnya, anak dara itu akan mengandung dan melahir"
  },
  {
    "date": "2024-12-19",
    "firstReference": "Hak. 13:2-7,24-25a",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nHak 13:2\nPada waktu itu ada seorang dari Zora, dari keturunan orang Dan, namanya Manoah; isterinya mandul, tidak beranak.\nHak 13:3\nDan Malaikat TUHAN menampakkan diri kepada perempuan itu dan berfirman kepadanya, demikian: \"Memang engkau mandul, tidak beranak, tetapi engkau akan mengandung dan melahirkan seorang anak laki-laki.\nHak 13:4\nOleh sebab itu, peliharalah dirimu, jangan minum anggur atau minuman yang memabukkan dan jangan makan sesuatu yang haram.\nHak 13:5\nSebab engkau akan mengandung dan melahirkan seorang anak laki-laki; kepalanya takkan kena pisau cukur, sebab sejak dari kandungan ibunya anak itu akan menjadi seorang nazir Allah dan dengan dia akan mulai penyelamatan orang Israel dari tangan orang Filistin.\"\nHak 13:6\nKemudian perempuan itu datang kepada suaminya dan berkata: \"Telah datang kepadaku seorang abdi Allah, yang rupanya sebagai rupa malaikat Allah, a",
    "psalmReference": "Mzm. 71:3-4a,5-6ab,16-17",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 71:3\nJadilah bagiku gunung batu, tempat berteduh, kubu pertahanan untuk menyelamatkan aku; sebab Engkaulah bukit batuku dan pertahananku.\nMzm 71:4\nYa Allahku, luputkanlah aku dari tangan orang fasik, dari cengkeraman orang-orang lalim dan kejam.\nMzm 71:5\nSebab Engkaulah harapanku, ya Tuhan, kepercayaanku sejak masa muda, ya ALLAH.\nMzm 71:6\nKepada-Mulah aku bertopang mulai dari kandungan, Engkau telah mengeluarkan aku dari perut ibuku; Engkau yang selalu kupuji-puji.\nMzm 71:16\nAku datang dengan keperkasaan-keperkasaan Tuhan ALLAH, hendak memasyhurkan hanya keadilan-Mu saja!\nMzm 71:17\nYa Allah, Engkau telah mengajar aku sejak kecilku, dan sampai sekarang aku memberitakan perbuatan-Mu yang ajaib;",
    "secondReference": "Yes. 41:8-20",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYes 41:8\nTetapi engkau, hai Israel, hamba-Ku, hai Yakub, yang telah Kupilih, keturunan Abraham, yang Kukasihi;\nYes 41:9\nengkau yang telah Kuambil dari ujung-ujung bumi dan yang telah Kupanggil dari penjuru-penjurunya, Aku berkata kepadamu: \"Engkau hamba-Ku, Aku telah memilih engkau dan tidak menolak engkau\";\nYes 41:10\njanganlah takut, sebab Aku menyertai engkau, janganlah bimbang, sebab Aku ini Allahmu; Aku akan meneguhkan, bahkan akan menolong engkau; Aku akan memegang engkau dengan tangan kanan-Ku yang membawa kemenangan.\nYes 41:11\nSesungguhnya, semua orang yang bangkit amarahnya terhadap engkau akan mendapat malu dan kena noda; orang-orang yang membantah engkau akan seperti tidak ada dan akan binasa;\nYes 41:12\nengkau akan mencari orang-orang yang berkelahi dengan engkau, tetapi tidak akan menemui mereka; orang-orang yang berperang melawan engkau akan seperti tidak ada ",
    "gospelReference": "Luk. 1:5-25",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nLuk 1:5\nPada zaman Herodes, raja Yudea, adalah seorang imam yang bernama Zakharia dari rombongan Abia. Isterinya juga berasal dari keturunan Harun, namanya Elisabet.\nLuk 1:6\nKeduanya adalah benar di hadapan Allah dan hidup menurut segala perintah dan ketetapan Tuhan dengan tidak bercacat.\nLuk 1:7\nTetapi mereka tidak mempunyai anak, sebab Elisabet mandul dan keduanya telah lanjut umurnya.\nLuk 1:8\nPada suatu kali, waktu tiba giliran rombongannya, Zakharia melakukan tugas keimaman di hadapan Tuhan.\nLuk 1:9\nSebab ketika diundi, sebagaimana lazimnya, untuk menentukan imam yang bertugas, dialah yang ditunjuk untuk masuk ke dalam Bait Suci dan membakar ukupan di situ.\nLuk 1:10\nSementara itu seluruh umat berkumpul di luar dan sembahyang. Waktu itu adalah waktu pembakaran ukupan.\nLuk 1:11\nMaka tampaklah kepada Zakharia seorang malaikat Tuhan berdiri di sebelah kanan mezbah pembaka"
  },
  {
    "date": "2024-12-20",
    "firstReference": "Yes. 7:10-14",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYes 7:10\nTUHAN melanjutkan firman-Nya kepada Ahas, kata-Nya:\nYes 7:11\n\"Mintalah suatu pertanda dari TUHAN, Allahmu, biarlah itu sesuatu dari dunia orang mati yang paling bawah atau sesuatu dari tempat tertinggi yang di atas.\"\nYes 7:12\nTetapi Ahas menjawab: \"Aku tidak mau meminta, aku tidak mau mencobai TUHAN.\"\nYes 7:13\nLalu berkatalah nabi Yesaya: \"Baiklah dengarkan, hai keluarga Daud! Belum cukupkah kamu melelahkan orang, sehingga kamu melelahkan Allahku juga?\nYes 7:14\nSebab itu Tuhan sendirilah yang akan memberikan kepadamu suatu pertanda: Sesungguhnya, seorang perempuan muda mengandung dan akan melahirkan seorang anak laki-laki, dan ia akan menamakan Dia Imanuel.",
    "psalmReference": "Mzm. 24:1-2,3-4ab,5-6",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 24:1\nMazmur Daud. Tuhanlah yang empunya bumi serta segala isinya, dan dunia serta yang diam di dalamnya.\nMzm 24:2\nSebab Dialah yang mendasarkannya di atas lautan dan menegakkannya di atas sungai-sungai.\nMzm 24:3\n\"Siapakah yang boleh naik ke atas gunung TUHAN? Siapakah yang boleh berdiri di tempat-Nya yang kudus?\"\nMzm 24:4\n\"Orang yang bersih tangannya dan murni hatinya, yang tidak menyerahkan dirinya kepada penipuan, dan yang tidak bersumpah palsu.\nMzm 24:5\nDialah yang akan menerima berkat dari TUHAN dan keadilan dari Allah yang menyelamatkan dia.\nMzm 24:6\nItulah angkatan orang-orang yang menanyakan Dia, yang mencari wajah-Mu, ya Allah Yakub.\" Sela",
    "secondReference": "Yes. 41:21-29",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYes 41:21\nAjukanlah perkaramu, firman TUHAN, kemukakanlah alasan-alasanmu, firman Raja, Allah Yakub.\nYes 41:22\nBiarlah mereka maju dan memberitahukan kepada kami apa yang akan terjadi! Nubuat yang dahulu, beritahukanlah apa artinya, supaya kami memperhatikannya, atau hal-hal yang akan datang, kabarkanlah kepada kami, supaya kami mengetahui kesudahannya!\nYes 41:23\nBeritahukanlah hal-hal yang akan datang kemudian, supaya kami mengetahui, bahwa kamu ini sungguh allah; bertindak sajalah, biar secara baik ataupun secara buruk, supaya kami bersama-sama tercengang melihatnya!\nYes 41:24\nSesungguhnya, kamu ini adalah seperti tidak ada dan perbuatan-perbuatanmu adalah hampa; orang yang memilih kamu adalah kejijikan.\nYes 41:25\nAku telah menggerakkan seorang dari utara dan ia telah datang, dari sebelah matahari terbit Aku telah memanggil dia dengan namanya. Seperti tukang periuk meng",
    "gospelReference": "Luk. 1:26-38",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nLuk 1:26\nDalam bulan yang keenam Allah menyuruh malaikat Gabriel pergi ke sebuah kota di Galilea bernama Nazaret,\nLuk 1:27\nkepada seorang perawan yang bertunangan dengan seorang bernama Yusuf dari keluarga Daud; nama perawan itu Maria.\nLuk 1:28\nKetika malaikat itu masuk ke rumah Maria, ia berkata: \"Salam, hai engkau yang dikaruniai, Tuhan menyertai engkau.\"\nLuk 1:29\nMaria terkejut mendengar perkataan itu, lalu bertanya di dalam hatinya, apakah arti salam itu.\nLuk 1:30\nKata malaikat itu kepadanya: \"Jangan takut, hai Maria, sebab engkau beroleh kasih karunia di hadapan Allah.\nLuk 1:31\nSesungguhnya engkau akan mengandung dan akan melahirkan seorang anak laki-laki dan hendaklah engkau menamai Dia Yesus.\nLuk 1:32\nIa akan menjadi besar dan akan disebut Anak Allah Yang Mahatinggi. Dan Tuhan Allah akan mengaruniakan kepada-Nya takhta Daud, bapa leluhur-Nya,\nLuk 1:33\ndan Ia akan m"
  },
  {
    "date": "2024-12-21",
    "firstReference": "Kid. 2:8-14",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nKid 2:8\nDengarlah! Kekasihku! Lihatlah, ia datang, melompat-lompat di atas gunung-gunung, meloncat-loncat di atas bukit-bukit.\nKid 2:9\nKekasihku serupa kijang, atau anak rusa. Lihatlah, ia berdiri di balik dinding kita, sambil menengok-nengok melalui tingkap-tingkap dan melihat dari kisi-kisi.\nKid 2:10\nKekasihku mulai berbicara kepadaku: \"Bangunlah manisku, jelitaku, marilah!\nKid 2:11\nKarena lihatlah, musim dingin telah lewat, hujan telah berhenti dan sudah lalu.\nKid 2:12\nDi ladang telah nampak bunga-bunga, tibalah musim memangkas; bunyi tekukur terdengar di tanah kita.\nKid 2:13\nPohon ara mulai berbuah, dan bunga pohon anggur semerbak baunya. Bangunlah, manisku, jelitaku, marilah!\nKid 2:14\nMerpatiku di celah-celah batu, di persembunyian lereng-lereng gunung, perlihatkanlah wajahmu, perdengarkanlah suaramu! Sebab merdu suaramu dan elok wajahmu!\"",
    "psalmReference": "Mzm. 33:2-3,11-12,20-21",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 33:2\nBersyukurlah kepada TUHAN dengan kecapi, bermazmurlah bagi-Nya dengan gambus sepuluh tali!\nMzm 33:3\nNyanyikanlah bagi-Nya nyanyian baru; petiklah kecapi baik-baik dengan sorak-sorai!\nMzm 33:11\ntetapi rencana TUHAN tetap selama-lamanya, rancangan hati-Nya turun-temurun.\nMzm 33:12\nBerbahagialah bangsa, yang Allahnya ialah TUHAN, suku bangsa yang dipilih-Nya menjadi milik-Nya sendiri!\nMzm 33:20\nJiwa kita menanti-nantikan TUHAN. Dialah penolong kita dan perisai kita!\nMzm 33:21\nYa, karena Dia hati kita bersukacita, sebab kepada nama-Nya yang kudus kita percaya.",
    "secondReference": "Zef. 3:14-18a",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nZef 3:14\nBersorak-sorailah, hai puteri Sion, bertempik-soraklah, hai Israel! Bersukacitalah dan beria-rialah dengan segenap hati, hai puteri Yerusalem!\nZef 3:15\nTUHAN telah menyingkirkan hukuman yang jatuh atasmu, telah menebas binasa musuhmu. Raja Israel, yakni TUHAN, ada di antaramu; engkau tidak akan takut kepada malapetaka lagi.\nZef 3:16\nPada hari itu akan dikatakan kepada Yerusalem: \"Janganlah takut, hai Sion! Janganlah tanganmu menjadi lemah lesu.\nZef 3:17\nTUHAN Allahmu ada di antaramu sebagai pahlawan yang memberi kemenangan. Ia bergirang karena engkau dengan sukacita, Ia membaharui engkau dalam kasih-Nya, Ia bersorak-sorak karena engkau dengan sorak-sorai,\nZef 3:18\nseperti pada hari pertemuan raya.\" \"Aku akan mengangkat malapetaka dari padamu, sehingga oleh karenanya engkau tidak lagi menanggung cela.",
    "gospelReference": "Luk. 1:39-45",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nLuk 1:39\nBeberapa waktu kemudian berangkatlah Maria dan langsung berjalan ke pegunungan menuju sebuah kota di Yehuda.\nLuk 1:40\nDi situ ia masuk ke rumah Zakharia dan memberi salam kepada Elisabet.\nLuk 1:41\nDan ketika Elisabet mendengar salam Maria, melonjaklah anak yang di dalam rahimnya dan Elisabetpun penuh dengan Roh Kudus,\nLuk 1:42\nlalu berseru dengan suara nyaring: \"Diberkatilah engkau di antara semua perempuan dan diberkatilah buah rahimmu.\nLuk 1:43\nSiapakah aku ini sampai ibu Tuhanku datang mengunjungi aku?\nLuk 1:44\nSebab sesungguhnya, ketika salammu sampai kepada telingaku, anak yang di dalam rahimku melonjak kegirangan.\nLuk 1:45\nDan berbahagialah ia, yang telah percaya, sebab apa yang dikatakan kepadanya dari Tuhan, akan terlaksana.\""
  },
  {
    "date": "2024-12-22",
    "firstReference": "Mi. 5:1-4a",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMi 5:1\n(4-14) Sekarang, engkau harus mendirikan tembok bagimu; pagar pengepungan telah mereka dirikan melawan kita; dengan tongkat mereka memukul pipi orang yang memerintah Israel.\nMi 5:2\n(5-1) Tetapi engkau, hai Betlehem Efrata, hai yang terkecil di antara kaum-kaum Yehuda, dari padamu akan bangkit bagi-Ku seorang yang akan memerintah Israel, yang permulaannya sudah sejak purbakala, sejak dahulu kala.\nMi 5:3\n(5-2) Sebab itu ia akan membiarkan mereka sampai waktu perempuan yang akan melahirkan telah melahirkan; lalu selebihnya dari saudara-saudaranya akan kembali kepada orang Israel.\nMi 5:4\n(5-3) Maka ia akan bertindak dan akan menggembalakan mereka dalam kekuatan TUHAN, dalam kemegahan nama TUHAN Allahnya; mereka akan tinggal tetap, sebab sekarang ia menjadi besar sampai ke ujung bumi,",
    "psalmReference": "Mzm. 80:2ac,3b,15-16,18-19",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 80:2\n(80-3) di depan Efraim dan Benyamin dan Manasye! Bangkitkanlah keperkasaan-Mu dan datanglah untuk menyelamatkan kami.\nMzm 80:3\n(80-4) Ya Allah, pulihkanlah kami, buatlah wajah-Mu bersinar, maka kami akan selamat.\nMzm 80:15\n(80-16) batang yang ditanam oleh tangan kanan-Mu!\nMzm 80:16\n(80-17) Mereka telah membakarnya dengan api dan menebangnya; biarlah mereka hilang lenyap oleh hardik wajah-Mu!\nMzm 80:18\n(80-19) maka kami tidak akan menyimpang dari pada-Mu. Biarkanlah kami hidup, maka kami akan menyerukan nama-Mu.\nMzm 80:19\n(80-20) Ya TUHAN, Allah semesta alam, pulihkanlah kami, buatlah wajah-Mu bersinar, maka kami akan selamat.",
    "secondReference": "Ibr. 10:5-10",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nIbr 10:5\nKarena itu ketika Ia masuk ke dunia, Ia berkata: \"Korban dan persembahan tidak Engkau kehendaki?tetapi Engkau telah menyediakan tubuh bagiku?.\nIbr 10:6\nKepada korban bakaran dan korban penghapus dosa Engkau tidak berkenan.\nIbr 10:7\nLalu Aku berkata: Sungguh, Aku datang; dalam gulungan kitab ada tertulis tentang Aku untuk melakukan kehendak-Mu, ya Allah-Ku.\"\nIbr 10:8\nDi atas Ia berkata: \"Korban dan persembahan, korban bakaran dan korban penghapus dosa tidak Engkau kehendaki dan Engkau tidak berkenan kepadanya\" ?meskipun dipersembahkan menurut hukum Taurat?.\nIbr 10:9\nDan kemudian kata-Nya: \"Sungguh, Aku datang untuk melakukan kehendak-Mu.\" Yang pertama Ia hapuskan, supaya menegakkan yang kedua.\nIbr 10:10\nDan karena kehendak-Nya inilah kita telah dikuduskan satu kali untuk selama-lamanya oleh persembahan tubuh Yesus Kristus.",
    "gospelReference": "Luk. 1:39-45",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nLuk 1:39\nBeberapa waktu kemudian berangkatlah Maria dan langsung berjalan ke pegunungan menuju sebuah kota di Yehuda.\nLuk 1:40\nDi situ ia masuk ke rumah Zakharia dan memberi salam kepada Elisabet.\nLuk 1:41\nDan ketika Elisabet mendengar salam Maria, melonjaklah anak yang di dalam rahimnya dan Elisabetpun penuh dengan Roh Kudus,\nLuk 1:42\nlalu berseru dengan suara nyaring: \"Diberkatilah engkau di antara semua perempuan dan diberkatilah buah rahimmu.\nLuk 1:43\nSiapakah aku ini sampai ibu Tuhanku datang mengunjungi aku?\nLuk 1:44\nSebab sesungguhnya, ketika salammu sampai kepada telingaku, anak yang di dalam rahimku melonjak kegirangan.\nLuk 1:45\nDan berbahagialah ia, yang telah percaya, sebab apa yang dikatakan kepadanya dari Tuhan, akan terlaksana.\""
  },
  {
    "date": "2024-12-23",
    "firstReference": "Mal. 3:1-4; 4:5-6",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMal 3:1\nLihat, Aku menyuruh utusan-Ku, supaya ia mempersiapkan jalan di hadapan-Ku! Dengan mendadak Tuhan yang kamu cari itu akan masuk ke bait-Nya! Malaikat Perjanjian yang kamu kehendaki itu, sesungguhnya, Ia datang, firman TUHAN semesta alam. \nMal 3:2\nSiapakah yang dapat tahan akan hari kedatangan-Nya? Dan siapakah yang dapat tetap berdiri, apabila Ia menampakkan diri? Sebab Ia seperti api tukang pemurni logam dan seperti sabun tukang penatu.\nMal 3:3\nIa akan duduk seperti orang yang memurnikan dan mentahirkan perak; dan Ia mentahirkan orang Lewi, menyucikan mereka seperti emas dan seperti perak, supaya mereka menjadi orang-orang yang mempersembahkan korban yang benar kepada TUHAN.\nMal 3:4\nMaka persembahan Yehuda dan Yerusalem akan menyenangkan hati TUHAN seperti pada hari-hari dahulu kala dan seperti tahun-tahun yang sudah-sudah.\nMal 4:5\nSesungguhnya Aku akan mengutus ",
    "psalmReference": "Mzm. 25:4bc-5ab,8-9,10,14",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 25:4\nBeritahukanlah jalan-jalan-Mu kepadaku, ya TUHAN, tunjukkanlah itu kepadaku.\nMzm 25:5\nBawalah aku berjalan dalam kebenaran-Mu dan ajarlah aku, sebab Engkaulah Allah yang menyelamatkan aku, Engkau kunanti-nantikan sepanjang hari.\nMzm 25:8\nTUHAN itu baik dan benar; sebab itu Ia menunjukkan jalan kepada orang yang sesat.\nMzm 25:9\nIa membimbing orang-orang yang rendah hati menurut hukum, dan Ia mengajarkan jalan-Nya kepada orang-orang yang rendah hati.\nMzm 25:10\nSegala jalan TUHAN adalah kasih setia dan kebenaran bagi orang yang berpegang pada perjanjian-Nya dan peringatan-peringatan-Nya.\nMzm 25:14\nTUHAN bergaul karib dengan orang yang takut akan Dia, dan perjanjian-Nya diberitahukan-Nya kepada mereka.",
    "secondReference": "Yes. 43:18-28",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYes 43:18\nfirman-Nya: \"Janganlah ingat-ingat hal-hal yang dahulu, dan janganlah perhatikan hal-hal yang dari zaman purbakala!\nYes 43:19\nLihat, Aku hendak membuat sesuatu yang baru, yang sekarang sudah tumbuh, belumkah kamu mengetahuinya? Ya, Aku hendak membuat jalan di padang gurun dan sungai-sungai di padang belantara.\nYes 43:20\nBinatang hutan akan memuliakan Aku, serigala dan burung unta, sebab Aku telah membuat air memancar di padang gurun dan sungai-sungai di padang belantara, untuk memberi minum umat pilihan-Ku;\nYes 43:21\numat yang telah Kubentuk bagi-Ku akan memberitakan kemasyhuran-Ku.\"\nYes 43:22\n\"Sungguh, engkau tidak memanggil Aku, hai Yakub, dan engkau tidak bersusah-susah karena Aku, hai Israel.\nYes 43:23\nEngkau tidak membawa domba korban bakaranmu bagi-Ku, dan tidak memuliakan Aku dengan korban sembelihanmu. Aku tidak memberati engkau dengan menuntut korban sa",
    "gospelReference": "Luk. 1:57-66",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nLuk 1:57\nKemudian genaplah bulannya bagi Elisabet untuk bersalin dan iapun melahirkan seorang anak laki-laki.\nLuk 1:58\nKetika tetangga-tetangganya serta sanak saudaranya mendengar, bahwa Tuhan telah menunjukkan rahmat-Nya yang begitu besar kepadanya, bersukacitalah mereka bersama-sama dengan dia.\nLuk 1:59\nMaka datanglah mereka pada hari yang kedelapan untuk menyunatkan anak itu dan mereka hendak menamai dia Zakharia menurut nama bapanya,\nLuk 1:60\ntetapi ibunya berkata: \"Jangan, ia harus dinamai Yohanes.\"\nLuk 1:61\nKata mereka kepadanya: \"Tidak ada di antara sanak saudaramu yang bernama demikian.\"\nLuk 1:62\nLalu mereka memberi isyarat kepada bapanya untuk bertanya nama apa yang hendak diberikannya kepada anaknya itu.\nLuk 1:63\nIa meminta batu tulis, lalu menuliskan kata-kata ini: \"Namanya adalah Yohanes.\" Dan merekapun heran semuanya.\nLuk 1:64\nDan seketika itu juga terbukalah"
  },
  {
    "date": "2024-12-24",
    "firstReference": "2Sam. 7:1-5,8b-12,16",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\n2Sam 7:1\nKetika raja telah menetap di rumahnya dan TUHAN telah mengaruniakan keamanan kepadanya terhadap semua musuhnya di sekeliling,\n2Sam 7:2\nberkatalah raja kepada nabi Natan: \"Lihatlah, aku ini diam dalam rumah dari kayu aras, padahal tabut Allah diam di bawah tenda.\"\n2Sam 7:3\nLalu berkatalah Natan kepada raja: \"Baik, lakukanlah segala sesuatu yang dikandung hatimu, sebab TUHAN menyertai engkau.\"\n2Sam 7:4\nTetapi pada malam itu juga datanglah firman TUHAN kepada Natan, demikian:\n2Sam 7:5\n\"Pergilah, katakanlah kepada hamba-Ku Daud: Beginilah firman TUHAN: Masakan engkau yang mendirikan rumah bagi-Ku untuk Kudiami?\n2Sam 7:8\nOleh sebab itu, beginilah kaukatakan kepada hamba-Ku Daud: Beginilah firman TUHAN semesta alam: Akulah yang mengambil engkau dari padang, ketika menggiring kambing domba, untuk menjadi raja atas umat-Ku Israel.\n2Sam 7:9\nAku telah menyertai engkau di s",
    "psalmReference": "Mzm. 89:2-3,4-5,27,29",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 89:2\n(89-3) Sebab kasih setia-Mu dibangun untuk selama-lamanya; kesetiaan-Mu tegak seperti langit.\nMzm 89:3\n(89-4) Engkau telah berkata: \"Telah Kuikat perjanjian dengan orang pilihan-Ku, Aku telah bersumpah kepada Daud, hamba-Ku:\nMzm 89:4\n(89-5) Untuk selama-lamanya Aku hendak menegakkan anak cucumu, dan membangun takhtamu turun-temurun.\" Sela\nMzm 89:5\n(89-6) Sebab itu langit bersyukur karena keajaiban-keajaiban-Mu, ya TUHAN, bahkan karena kesetiaan-Mu di antara jemaah orang-orang kudus.\nMzm 89:27\n(89-28) Akupun juga akan mengangkat dia menjadi anak sulung, menjadi yang mahatinggi di antara raja-raja bumi.\nMzm 89:29\n(89-30) Aku menjamin akan adanya anak cucunya sampai selama-lamanya, dan takhtanya seumur langit.",
    "secondReference": "Yes. 44:1-8,21-23",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYes 44:1\n\"Tetapi sekarang, dengarlah, hai Yakub, hamba-Ku, dan hai Israel, yang telah Kupilih!\nYes 44:2\nBeginilah firman TUHAN yang menjadikan engkau, yang membentuk engkau sejak dari kandungan dan yang menolong engkau: Janganlah takut, hai hamba-Ku Yakub, dan hai Yesyurun, yang telah Kupilih!\nYes 44:3\nSebab Aku akan mencurahkan air ke atas tanah yang haus, dan hujan lebat ke atas tempat yang kering. Aku akan mencurahkan Roh-Ku ke atas keturunanmu, dan berkat-Ku ke atas anak cucumu.\nYes 44:4\nMereka akan tumbuh seperti rumput di tengah-tengah air, seperti pohon-pohon gandarusa di tepi sungai.\nYes 44:5\nYang satu akan berkata: Aku kepunyaan TUHAN, yang lain akan menyebut dirinya dengan nama Yakub, dan yang ketiga akan menuliskan pada tangannya: Kepunyaan TUHAN, dan akan menggelari dirinya dengan nama Israel.\"\nYes 44:6\nBeginilah firman TUHAN, Raja dan Penebus Israel, TUHAN se",
    "gospelReference": "Luk. 1:67-79",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nLuk 1:67\nDan Zakharia, ayahnya, penuh dengan Roh Kudus, lalu bernubuat, katanya:\nLuk 1:68\n\"Terpujilah Tuhan, Allah Israel, sebab Ia melawat umat-Nya dan membawa kelepasan baginya,\nLuk 1:69\nIa menumbuhkan sebuah tanduk keselamatan bagi kita di dalam keturunan Daud, hamba-Nya itu,\nLuk 1:70\n?seperti yang telah difirmankan-Nya sejak purbakala oleh mulut nabi-nabi-Nya yang kudus?\nLuk 1:71\nuntuk melepaskan kita dari musuh-musuh kita dan dari tangan semua orang yang membenci kita,\nLuk 1:72\nuntuk menunjukkan rahmat-Nya kepada nenek moyang kita dan mengingat akan perjanjian-Nya yang kudus,\nLuk 1:73\nyaitu sumpah yang diucapkan-Nya kepada Abraham, bapa leluhur kita, bahwa Ia mengaruniai kita,\nLuk 1:74\nsupaya kita, terlepas dari tangan musuh, dapat beribadah kepada-Nya tanpa takut,\nLuk 1:75\ndalam kekudusan dan kebenaran di hadapan-Nya seumur hidup kita.\nLuk 1:76\nDan engkau, hai anakk"
  },
  {
    "date": "2024-12-25",
    "firstReference": "Yes. 9:1-6",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYes 9:1\n(8-23) Tetapi tidak selamanya akan ada kesuraman untuk negeri yang terimpit itu. Kalau dahulu TUHAN merendahkan tanah Zebulon dan tanah Naftali, maka di kemudian hari Ia akan memuliakan jalan ke laut, daerah seberang sungai Yordan, wilayah bangsa-bangsa lain.\nYes 9:2\n(9-1) Bangsa yang berjalan di dalam kegelapan telah melihat terang yang besar; mereka yang diam di negeri kekelaman, atasnya terang telah bersinar.\nYes 9:3\n(9-2) Engkau telah menimbulkan banyak sorak-sorak, dan sukacita yang besar; mereka telah bersukacita di hadapan-Mu, seperti sukacita di waktu panen, seperti orang bersorak-sorak di waktu membagi-bagi jarahan.\nYes 9:4\n(9-3) Sebab kuk yang menekannya dan gandar yang di atas bahunya serta tongkat si penindas telah Kaupatahkan seperti pada hari kekalahan Midian.\nYes 9:5\n(9-4) Sebab setiap sepatu tentara yang berderap-derap dan setiap jubah yang berlumu",
    "psalmReference": "Mzm. 96:1-2a,2b-3,11-12,13",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 96:1\nNyanyikanlah nyanyian baru bagi TUHAN, menyanyilah bagi TUHAN, hai segenap bumi!\nMzm 96:2\nMenyanyilah bagi TUHAN, pujilah nama-Nya, kabarkanlah keselamatan yang dari pada-Nya dari hari ke hari.\nMzm 96:2\nMenyanyilah bagi TUHAN, pujilah nama-Nya, kabarkanlah keselamatan yang dari pada-Nya dari hari ke hari.\nMzm 96:3\nCeritakanlah kemuliaan-Nya di antara bangsa-bangsa dan perbuatan-perbuatan yang ajaib di antara segala suku bangsa.\nMzm 96:11\nBiarlah langit bersukacita dan bumi bersorak-sorak, biarlah gemuruh laut serta isinya,\nMzm 96:12\nbiarlah beria-ria padang dan segala yang di atasnya, maka segala pohon di hutan bersorak-sorai\nMzm 96:13\ndi hadapan Tuhan, sebab Ia datang. sebab Ia datang untuk menghakimi bumi. Ia datang menghakimi dunia dengan keadilan, dan bangsa-bangsa dengan kesetianNya.",
    "secondReference": "Tit. 2:11-14",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nTit 2:11\nKarena kasih karunia Allah yang menyelamatkan semua manusia sudah nyata.\nTit 2:12\nIa mendidik kita supaya kita meninggalkan kefasikan dan keinginan-keingina duniawi dan supaya kita hidup bijaksana, adil dan beribadah di dalam dunia sekarang ini\nTit 2:13\ndengan menantikan penggenapan pengharapan kita yang penuh bahagia dan penyataan kemuliaan Allah yang Mahabesar dan Juruselamat kita Yesus Kristus,\nTit 2:14\nyang telah menyerahkan diri-Nya bagi kita untuk membebaskan kita dari segala kejahatan dan untuk menguduskan bagi diri-Nya suatu umat, kepunyaan-Nya sendiri, yang rajin berbuat baik.",
    "gospelReference": "Luk. 2:1-14",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nLuk 2:1\nPada waktu itu Kaisar Agustus mengeluarkan suatu perintah, menyuruh mendaftarkan semua orang di seluruh dunia.\nLuk 2:2\nInilah pendaftaran yang pertama kali diadakan sewaktu Kirenius menjadi wali negeri di Siria.\nLuk 2:3\nMaka pergilah semua orang mendaftarkan diri, masing-masing di kotanya sendiri.\nLuk 2:4\nDemikian juga Yusuf pergi dari kota Nazaret di Galilea ke Yudea, ke kota Daud yang bernama Betlehem, ?karena ia berasal dari keluarga dan keturunan Daud?\nLuk 2:5\nsupaya didaftarkan bersama-sama dengan Maria, tunangannya, yang sedang mengandung.\nLuk 2:6\nKetika mereka di situ tibalah waktunya bagi Maria untuk bersalin,\nLuk 2:7\ndan ia melahirkan seorang anak laki-laki, anaknya yang sulung, lalu dibungkusnya dengan lampin dan dibaringkannya di dalam palungan, karena tidak ada tempat bagi mereka di rumah penginapan.\nLuk 2:8\nDi daerah itu ada gembala-gembala yang tingg"
  },
  {
    "date": "2024-12-26",
    "firstReference": "Kis. 6:8-10; 7:54-59",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nKis 6:8\nDan Stefanus, yang penuh dengan karunia dan kuasa, mengadakan mujizat-mujizat dan tanda-tanda di antara orang banyak.\nKis 6:9\nTetapi tampillah beberapa orang dari jemaat Yahudi yang disebut jemaat orang Libertini?anggota-anggota jemaat itu adalah orang-orang dari Kirene dan dari Aleksandria?bersama dengan beberapa orang Yahudi dari Kilikia dan dari Asia. Orang-orang itu bersoal jawab dengan Stefanus,\nKis 6:10\ntetapi mereka tidak sanggup melawan hikmatnya dan Roh yang mendorong dia berbicara.\nKis 7:54\nKetika anggota-anggota Mahkamah Agama itu mendengar semuanya itu, sangat tertusuk hati mereka. Maka mereka menyambutnya dengan gertakan gigi.\nKis 7:55\nTetapi Stefanus, yang penuh dengan Roh Kudus, menatap ke langit, lalu melihat kemuliaan Allah dan Yesus berdiri di sebelah kanan Allah.\nKis 7:56\nLalu katanya: \"Sungguh, aku melihat langit terbuka dan Anak Manusia berdir",
    "psalmReference": "Mzm. 31:3cd-4,6,8ab,16bc,17",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 31:3\n(31-4) Sebab Engkau bukit batuku dan pertahananku, dan oleh karena nama-Mu Engkau akan menuntun dan membimbing aku.\nMzm 31:4\n(31-5) Engkau akan mengeluarkan aku dari jaring yang dipasang orang terhadap aku, sebab Engkaulah tempat perlindunganku.\nMzm 31:6\n(31-7) Engkau benci kepada orang-orang yang memuja berhala yang sia-sia, tetapi aku percaya kepada TUHAN.\nMzm 31:8\n(31-9) dan tidak menyerahkan aku ke tangan musuh, tetapi menegakkan kakiku di tempat yang lapang.\nMzm 31:16\n(31-17) Buatlah wajah-Mu bercahaya atas hamba-Mu, selamatkanlah aku oleh kasih setia-Mu!\nMzm 31:17\n(31-18) TUHAN, janganlah membiarkan aku mendapat malu, sebab aku berseru kepada-Mu; biarlah orang-orang fasik mendapat malu dan turun ke dunia orang mati dan bungkam.",
    "secondReference": "Kis. 6:8-7:2a,44-59",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nKis 6:8\nDan Stefanus, yang penuh dengan karunia dan kuasa, mengadakan mujizat-mujizat dan tanda-tanda di antara orang banyak.\nKis 6:9\nTetapi tampillah beberapa orang dari jemaat Yahudi yang disebut jemaat orang Libertini?anggota-anggota jemaat itu adalah orang-orang dari Kirene dan dari Aleksandria?bersama dengan beberapa orang Yahudi dari Kilikia dan dari Asia. Orang-orang itu bersoal jawab dengan Stefanus,\nKis 6:10\ntetapi mereka tidak sanggup melawan hikmatnya dan Roh yang mendorong dia berbicara.\nKis 6:11\nLalu mereka menghasut beberapa orang untuk mengatakan: \"Kami telah mendengar dia mengucapkan kata-kata hujat terhadap Musa dan Allah.\"\nKis 6:12\nDengan jalan demikian mereka mengadakan suatu gerakan di antara orang banyak serta tua-tua dan ahli-ahli Taurat; mereka menyergap Stefanus, menyeretnya dan membawanya ke hadapan Mahkamah Agama.\nKis 6:13\nLalu mereka memajukan s",
    "gospelReference": "Mat. 10:17-22",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMat 10:17\nTetapi waspadalah terhadap semua orang; karena ada yang akan menyerahkan kamu kepada majelis agama dan mereka akan menyesah kamu di rumah ibadatnya.\nMat 10:18\nDan karena Aku, kamu akan digiring ke muka penguasa-penguasa dan raja-raja sebagai suatu kesaksian bagi mereka dan bagi orang-orang yang tidak mengenal Allah.\nMat 10:19\nApabila mereka menyerahkan kamu, janganlah kamu kuatir akan bagaimana dan akan apa yang harus kamu katakan, karena semuanya itu akan dikaruniakan kepadamu pada saat itu juga.\nMat 10:20\nKarena bukan kamu yang berkata-kata, melainkan Roh Bapamu; Dia yang akan berkata-kata di dalam kamu.\nMat 10:21\nOrang akan menyerahkan saudaranya untuk dibunuh, demikian juga seorang ayah akan anaknya. Dan anak-anak akan memberontak terhadap orang tuanya dan akan membunuh mereka.\nMat 10:22\nDan kamu akan dibenci semua orang oleh karena nama-Ku; tetapi orang yan"
  },
  {
    "date": "2024-12-27",
    "firstReference": "Yoh. 20:2-8",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYoh 20:2\nIa berlari-lari mendapatkan Simon Petrus dan murid yang lain yang dikasihi Yesus, dan berkata kepada mereka: \"Tuhan telah diambil orang dari kuburnya dan kami tidak tahu di mana Ia diletakkan.\"\nYoh 20:3\nMaka berangkatlah Petrus dan murid yang lain itu ke kubur.\nYoh 20:4\nKeduanya berlari bersama-sama, tetapi murid yang lain itu berlari lebih cepat dari pada Petrus sehingga lebih dahulu sampai di kubur.\nYoh 20:5\nIa menjenguk ke dalam, dan melihat kain kapan terletak di tanah; akan tetapi ia tidak masuk ke dalam.\nYoh 20:6\nMaka datanglah Simon Petrus juga menyusul dia dan masuk ke dalam kubur itu. Ia melihat kain kapan terletak di tanah,\nYoh 20:7\nsedang kain peluh yang tadinya ada di kepala Yesus tidak terletak dekat kain kapan itu, tetapi agak di samping di tempat yang lain dan sudah tergulung.\nYoh 20:8\nMaka masuklah juga murid yang lain, yang lebih dahulu sampai di",
    "psalmReference": "Mzm. 97:1-2,5-6,11-12",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 97:1\nTUHAN adalah Raja! Biarlah bumi bersorak-sorak, biarlah banyak pulau bersukacita!\nMzm 97:2\nAwan dan kekelaman ada sekeliling Dia, keadilan dan hukum adalah tumpuan takhta-Nya.\nMzm 97:5\nGunung-gunung luluh seperti lilin di hadapan TUHAN, di hadapan Tuhan seluruh bumi.\nMzm 97:6\nLangit memberitakan keadilan-Nya, dan segala bangsa melihat kemuliaan-Nya.\nMzm 97:11\nTerang sudah terbit bagi orang benar, dan sukacita bagi orang-orang yang tulus hati.\nMzm 97:12\nBersukacitalah karena TUHAN, hai orang-orang benar, dan nyanyikanlah syukur bagi nama-Nya yang kudus.",
    "secondReference": "1Yoh. 1:1-2:3",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\n1Yoh 1:1\nApa yang telah ada sejak semula, yang telah kami dengar, yang telah kami lihat dengan mata kami, yang telah kami saksikan dan yang telah kami raba dengan tangan kami tentang Firman hidup?itulah yang kami tuliskan kepada kamu.\n1Yoh 1:2\nHidup itu telah dinyatakan, dan kami telah melihatnya dan sekarang kami bersaksi dan memberitakan kepada kamu tentang hidup kekal, yang ada bersama-sama dengan Bapa dan yang telah dinyatakan kepada kami.\n1Yoh 1:3\nApa yang telah kami lihat dan yang telah kami dengar itu, kami beritakan kepada kamu juga, supaya kamupun beroleh persekutuan dengan kami. Dan persekutuan kami adalah persekutuan dengan Bapa dan dengan Anak-Nya, Yesus Kristus.\n1Yoh 1:4\nDan semuanya ini kami tuliskan kepada kamu, supaya sukacita kami menjadi sempurna.\n1Yoh 1:5\nDan inilah berita, yang telah kami dengar dari Dia, dan yang kami sampaikan kepada kamu: Allah adal",
    "gospelReference": "1Yoh. 1:1-4",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\n1Yoh 1:1\nApa yang telah ada sejak semula, yang telah kami dengar, yang telah kami lihat dengan mata kami, yang telah kami saksikan dan yang telah kami raba dengan tangan kami tentang Firman hidup?itulah yang kami tuliskan kepada kamu.\n1Yoh 1:2\nHidup itu telah dinyatakan, dan kami telah melihatnya dan sekarang kami bersaksi dan memberitakan kepada kamu tentang hidup kekal, yang ada bersama-sama dengan Bapa dan yang telah dinyatakan kepada kami.\n1Yoh 1:3\nApa yang telah kami lihat dan yang telah kami dengar itu, kami beritakan kepada kamu juga, supaya kamupun beroleh persekutuan dengan kami. Dan persekutuan kami adalah persekutuan dengan Bapa dan dengan Anak-Nya, Yesus Kristus.\n1Yoh 1:4\nDan semuanya ini kami tuliskan kepada kamu, supaya sukacita kami menjadi sempurna."
  },
  {
    "date": "2024-12-28",
    "firstReference": "Mat. 2:13-18",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMat 2:13\nSetelah orang-orang majus itu berangkat, nampaklah malaikat Tuhan kepada Yusuf dalam mimpi dan berkata: \"Bangunlah, ambillah Anak itu serta ibu-Nya, larilah ke Mesir dan tinggallah di sana sampai Aku berfirman kepadamu, karena Herodes akan mencari Anak itu untuk membunuh Dia.\"\nMat 2:14\nMaka Yusufpun bangunlah, diambilnya Anak itu serta ibu-Nya malam itu juga, lalu menyingkir ke Mesir,\nMat 2:15\ndan tinggal di sana hingga Herodes mati. Hal itu terjadi supaya genaplah yang difirmankan Tuhan oleh nabi: \"Dari Mesir Kupanggil Anak-Ku.\"\nMat 2:16\nKetika Herodes tahu, bahwa ia telah diperdayakan oleh orang-orang majus itu, ia sangat marah. Lalu ia menyuruh membunuh semua anak di Betlehem dan sekitarnya, yaitu anak-anak yang berumur dua tahun ke bawah, sesuai dengan waktu yang dapat diketahuinya dari orang-orang majus itu.\nMat 2:17\nDengan demikian genaplah firman yang disa",
    "psalmReference": "Mzm. 124:2-3,4-5,7b-8",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 124:2\njikalau bukan TUHAN yang memihak kepada kita, ketika manusia bangkit melawan kita,\nMzm 124:3\nmaka mereka telah menelan kita hidup-hidup, ketika amarah mereka menyala-nyala terhadap kita;\nMzm 124:4\nmaka air telah menghanyutkan kita, dan sungai telah mengalir melingkupi diri kita,\nMzm 124:5\nmaka telah mengalir melingkupi diri kita air yang meluap-luap itu.\nMzm 124:7\nJiwa kita terluput seperti burung dari jerat penangkap burung; jerat itu telah putus, dan kitapun terluput!\nMzm 124:8\nPertolongan kita adalah dalam nama TUHAN, yang menjadikan langit dan bumi.",
    "secondReference": "Kel. 1:8-16.22",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nKel 1:8\nKemudian bangkitlah seorang raja baru memerintah tanah Mesir, yang tidak mengenal Yusuf.\nKel 1:9\nBerkatalah raja itu kepada rakyatnya: \"Bangsa Israel itu sangat banyak dan lebih besar jumlahnya dari pada kita.\nKel 1:10\nMarilah kita bertindak dengan bijaksana terhadap mereka, supaya mereka jangan bertambah banyak lagi dan?jika terjadi peperangan?jangan bersekutu nanti dengan musuh kita dan memerangi kita, lalu pergi dari negeri ini.\"\nKel 1:11\nSebab itu pengawas-pengawas rodi ditempatkan atas mereka untuk menindas mereka dengan kerja paksa: mereka harus mendirikan bagi Firaun kota-kota perbekalan, yakni Pitom dan Raamses.\nKel 1:12\nTetapi makin ditindas, makin bertambah banyak dan berkembang mereka, sehingga orang merasa takut kepada orang Israel itu.\nKel 1:13\nLalu dengan kejam orang Mesir memaksa orang Israel bekerja,\nKel 1:14\ndan memahitkan hidup mereka dengan peke",
    "gospelReference": "1Yoh. 1:5-2:2",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\n1Yoh 1:5\nDan inilah berita, yang telah kami dengar dari Dia, dan yang kami sampaikan kepada kamu: Allah adalah terang dan di dalam Dia sama sekali tidak ada kegelapan.\n1Yoh 1:6\nJika kita katakan, bahwa kita beroleh persekutuan dengan Dia, namun kita hidup di dalam kegelapan, kita berdusta dan kita tidak melakukan kebenaran.\n1Yoh 1:7\nTetapi jika kita hidup di dalam terang sama seperti Dia ada di dalam terang, maka kita beroleh persekutuan seorang dengan yang lain, dan darah Yesus, Anak-Nya itu, menyucikan kita dari pada segala dosa.\n1Yoh 1:8\nJika kita berkata, bahwa kita tidak berdosa, maka kita menipu diri kita sendiri dan kebenaran tidak ada di dalam kita.\n1Yoh 1:9\nJika kita mengaku dosa kita, maka Ia adalah setia dan adil, sehingga Ia akan mengampuni segala dosa kita dan menyucikan kita dari segala kejahatan.\n1Yoh 1:10\nJika kita berkata, bahwa kita tidak ada berbuat dos"
  },
  {
    "date": "2024-12-29",
    "firstReference": "1Sam. 1:20-22,24-28",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\n1Sam 1:20\nMaka setahun kemudian mengandunglah Hana dan melahirkan seorang anak laki-laki. Ia menamai anak itu Samuel, sebab katanya: \"Aku telah memintanya dari pada TUHAN.\"\n1Sam 1:21\nElkana, laki-laki itu, pergi dengan seisi rumahnya mempersembahkan korban sembelihan tahunan dan korban nazarnya kepada TUHAN.\n1Sam 1:22\nTetapi Hana tidak ikut pergi, sebab katanya kepada suaminya: \"Nanti apabila anak itu cerai susu, aku akan mengantarkan dia, maka ia akan menghadap ke hadirat TUHAN dan tinggal di sana seumur hidupnya.\"\n1Sam 1:24\nSetelah perempuan itu menyapih anaknya, dibawanyalah dia, dengan seekor lembu jantan yang berumur tiga tahun, satu efa tepung dan sebuyung anggur, lalu diantarkannya ke dalam rumah TUHAN di Silo. Waktu itu masih kecil betul kanak-kanak itu.\n1Sam 1:25\nSetelah mereka menyembelih lembu, mereka mengantarkan kanak-kanak itu kepada Eli;\n1Sam 1:26\nlalu kata",
    "psalmReference": "Mzm. 84:2-3,5-6,9-10",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 84:2\n(84-3) Jiwaku hancur karena merindukan pelataran-pelataran TUHAN; hatiku dan dagingku bersorak-sorai kepada Allah yang hidup.\nMzm 84:3\n(84-4) Bahkan burung pipit telah mendapat sebuah rumah, dan burung layang-layang sebuah sarang, tempat menaruh anak-anaknya, pada mezbah-mezbah-Mu, ya TUHAN semesta alam, ya Rajaku dan Allahku!\nMzm 84:5\n(84-6) Berbahagialah manusia yang kekuatannya di dalam Engkau, yang berhasrat mengadakan ziarah!\nMzm 84:6\n(84-7) Apabila melintasi lembah Baka, mereka membuatnya menjadi tempat yang bermata air; bahkan hujan pada awal musim menyelubunginya dengan berkat.\nMzm 84:9\n(84-10) Lihatlah perisai kami, ya Allah, pandanglah wajah orang yang Kauurapi!\nMzm 84:10\n(84-11) Sebab lebih baik satu hari di pelataran-Mu dari pada seribu hari di tempat lain; lebih baik berdiri di ambang pintu rumah Allahku dari pada diam di kemah-kemah orang fasik.",
    "secondReference": "Luk. 2:41-52",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nLuk 2:41\nTiap-tiap tahun orang tua Yesus pergi ke Yerusalem pada hari raya Paskah.\nLuk 2:42\nKetika Yesus telah berumur dua belas tahun pergilah mereka ke Yerusalem seperti yang lazim pada hari raya itu.\nLuk 2:43\nSehabis hari-hari perayaan itu, ketika mereka berjalan pulang, tinggallah Yesus di Yerusalem tanpa diketahui orang tua-Nya.\nLuk 2:44\nKarena mereka menyangka bahwa Ia ada di antara orang-orang seperjalanan mereka, berjalanlah mereka sehari perjalanan jauhnya, lalu mencari Dia di antara kaum keluarga dan kenalan mereka.\nLuk 2:45\nKarena mereka tidak menemukan Dia, kembalilah mereka ke Yerusalem sambil terus mencari Dia.\nLuk 2:46\nSesudah tiga hari mereka menemukan Dia dalam Bait Allah; Ia sedang duduk di tengah-tengah alim ulama, sambil mendengarkan mereka dan mengajukan pertanyaan-pertanyaan kepada mereka.\nLuk 2:47\nDan semua orang yang mendengar Dia sangat heran akan",
    "gospelReference": "1Yoh. 3:1-2,21-24",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\n1Yoh 3:1\nLihatlah, betapa besarnya kasih yang dikaruniakan Bapa kepada kita, sehingga kita disebut anak-anak Allah, dan memang kita adalah anak-anak Allah. Karena itu dunia tidak mengenal kita, sebab dunia tidak mengenal Dia.\n1Yoh 3:2\nSaudara-saudaraku yang kekasih, sekarang kita adalah anak-anak Allah, tetapi belum nyata apa keadaan kita kelak; akan tetapi kita tahu, bahwa apabila Kristus menyatakan diri-Nya, kita akan menjadi sama seperti Dia, sebab kita akan melihat Dia dalam keadaan-Nya yang sebenarnya.\n1Yoh 3:21\nSaudara-saudaraku yang kekasih, jikalau hati kita tidak menuduh kita, maka kita mempunyai keberanian percaya untuk mendekati Allah,\n1Yoh 3:22\ndan apa saja yang kita minta, kita memperolehnya dari pada-Nya, karena kita menuruti segala perintah-Nya dan berbuat apa yang berkenan kepada-Nya.\n1Yoh 3:23\nDan inilah perintah-Nya itu: supaya kita percaya akan nama Yes"
  },
  {
    "date": "2024-12-30",
    "firstReference": "Luk. 2:36-40",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nLuk 2:36\nLagipula di situ ada Hana, seorang nabi perempuan, anak Fanuel dari suku Asyer. Ia sudah sangat lanjut umurnya. Sesudah kawin ia hidup tujuh tahun lamanya bersama suaminya,\nLuk 2:37\ndan sekarang ia janda dan berumur delapan puluh empat tahun. Ia tidak pernah meninggalkan Bait Allah dan siang malam beribadah dengan berpuasa dan berdoa.\nLuk 2:38\nDan pada ketika itu juga datanglah ia ke situ dan mengucap syukur kepada Allah dan berbicara tentang Anak itu kepada semua orang yang menantikan kelepasan untuk Yerusalem.\nLuk 2:39\nDan setelah selesai semua yang harus dilakukan menurut hukum Tuhan, kembalilah mereka ke kota kediamannya, yaitu kota Nazaret di Galilea.\nLuk 2:40\nAnak itu bertambah besar dan menjadi kuat, penuh hikmat, dan kasih karunia Allah ada pada-Nya.",
    "psalmReference": "Mzm. 96:7-8a,8b-9,10",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 96:7\nKepada TUHAN, hai suku-suku bangsa, kepada TUHAN sajalah kemuliaan dan kekuatan!\nMzm 96:8\nBerilah kepada TUHAN kemuliaan nama-Nya, bawalah persembahan dan masuklah ke pelataran-Nya!\nMzm 96:8\nBerilah kepada TUHAN kemuliaan nama-Nya, bawalah persembahan dan masuklah ke pelataran-Nya!\nMzm 96:9\nSujudlah menyembah kepada TUHAN dengan berhiaskan kekudusan, gemetarlah di hadapan-Nya, hai segenap bumi!\nMzm 96:10\nKatakanlah di antara bangsa-bangsa: \"TUHAN itu Raja! Sungguh tegak dunia, tidak goyang. Ia akan mengadili bangsa-bangsa dalam kebenaran.\"",
    "secondReference": "Kol. 1:15-2:3",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nKol 1:15\nIa adalah gambar Allah yang tidak kelihatan, yang sulung, lebih utama dari segala yang diciptakan,\nKol 1:16\nkarena di dalam Dialah telah diciptakan segala sesuatu, yang ada di sorga dan yang ada di bumi, yang kelihatan dan yang tidak kelihatan, baik singgasana, maupun kerajaan, baik pemerintah, maupun penguasa; segala sesuatu diciptakan oleh Dia dan untuk Dia.\nKol 1:17\nIa ada terlebih dahulu dari segala sesuatu dan segala sesuatu ada di dalam Dia.\nKol 1:18\nIalah kepala tubuh, yaitu jemaat. Ialah yang sulung, yang pertama bangkit dari antara orang mati, sehingga Ia yang lebih utama dalam segala sesuatu.\nKol 1:19\nKarena seluruh kepenuhan Allah berkenan diam di dalam Dia,\nKol 1:20\ndan oleh Dialah Ia memperdamaikan segala sesuatu dengan diri-Nya, baik yang ada di bumi, maupun yang ada di sorga, sesudah Ia mengadakan pendamaian oleh darah salib Kristus.\nKol 1:21\nJuga ",
    "gospelReference": "1Yoh. 2:12-17",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\n1Yoh 2:12\nAku menulis kepada kamu, hai anak-anak, sebab dosamu telah diampuni oleh karena nama-Nya.\n1Yoh 2:13\nAku menulis kepada kamu, hai bapa-bapa, karena kamu telah mengenal Dia, yang ada dari mulanya. Aku menulis kepada kamu, hai orang-orang muda, karena kamu telah mengalahkan yang jahat.\n1Yoh 2:14\nAku menulis kepada kamu, hai anak-anak, karena kamu mengenal Bapa. Aku menulis kepada kamu, hai bapa-bapa, karena kamu mengenal Dia, yang ada dari mulanya. Aku menulis kepada kamu, hai orang-orang muda, karena kamu kuat dan firman Allah diam di dalam kamu dan kamu telah mengalahkan yang jahat.\n1Yoh 2:15\nJanganlah kamu mengasihi dunia dan apa yang ada di dalamnya. Jikalau orang mengasihi dunia, maka kasih akan Bapa tidak ada di dalam orang itu.\n1Yoh 2:16\nSebab semua yang ada di dalam dunia, yaitu keinginan daging dan keinginan mata serta keangkuhan hidup, bukanlah berasal da"
  },
  {
    "date": "2024-12-31",
    "firstReference": "Yoh. 1:1-18",
    "firstContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nYoh 1:1\nPada mulanya adalah Firman; Firman itu bersama-sama dengan Allah dan Firman itu adalah Allah.\nYoh 1:2\nIa pada mulanya bersama-sama dengan Allah.\nYoh 1:3\nSegala sesuatu dijadikan oleh Dia dan tanpa Dia tidak ada suatupun yang telah jadi dari segala yang telah dijadikan.\nYoh 1:4\nDalam Dia ada hidup dan hidup itu adalah terang manusia.\nYoh 1:5\nTerang itu bercahaya di dalam kegelapan dan kegelapan itu tidak menguasainya.\nYoh 1:6\nDatanglah seorang yang diutus Allah, namanya Yohanes;\nYoh 1:7\nia datang sebagai saksi untuk memberi kesaksian tentang terang itu, supaya oleh dia semua orang menjadi percaya.\nYoh 1:8\nIa bukan terang itu, tetapi ia harus memberi kesaksian tentang terang itu.\nYoh 1:9\nTerang yang sesungguhnya, yang menerangi setiap orang, sedang datang ke dalam dunia.\nYoh 1:10\nIa telah ada di dalam dunia dan dunia dijadikan oleh-Nya, tetapi dunia tidak mengenal-N",
    "psalmReference": "Mzm. 96:1-2,11-12,13",
    "psalmContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nMzm 96:1\nNyanyikanlah nyanyian baru bagi TUHAN, menyanyilah bagi TUHAN, hai segenap bumi!\nMzm 96:2\nMenyanyilah bagi TUHAN, pujilah nama-Nya, kabarkanlah keselamatan yang dari pada-Nya dari hari ke hari.\nMzm 96:11\nBiarlah langit bersukacita dan bumi bersorak-sorak, biarlah gemuruh laut serta isinya,\nMzm 96:12\nbiarlah beria-ria padang dan segala yang di atasnya, maka segala pohon di hutan bersorak-sorai\nMzm 96:13\ndi hadapan Tuhan, sebab Ia datang. sebab Ia datang untuk menghakimi bumi. Ia datang menghakimi dunia dengan keadilan, dan bangsa-bangsa dengan kesetianNya.",
    "secondReference": "Kol. 2:4-15",
    "secondContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\nKol 2:4\nHal ini kukatakan, supaya jangan ada yang memperdayakan kamu dengan kata-kata yang indah.\nKol 2:5\nSebab meskipun aku sendiri tidak ada di antara kamu, tetapi dalam roh aku bersama-sama dengan kamu dan aku melihat dengan sukacita tertib hidupmu dan keteguhan imanmu dalam Kristus.\nKol 2:6\nKamu telah menerima Kristus Yesus, Tuhan kita. Karena itu hendaklah hidupmu tetap di dalam Dia.\nKol 2:7\nHendaklah kamu berakar di dalam Dia dan dibangun di atas Dia, hendaklah kamu bertambah teguh dalam iman yang telah diajarkan kepadamu, dan hendaklah hatimu melimpah dengan syukur.\nKol 2:8\nHati-hatilah, supaya jangan ada yang menawan kamu dengan filsafatnya yang kosong dan palsu menurut ajaran turun-temurun dan roh-roh dunia, tetapi tidak menurut Kristus.\nKol 2:9\nSebab dalam Dialah berdiam secara jasmaniah seluruh kepenuhan ke-Allahan,\nKol 2:10\ndan kamu telah dipenuhi di dalam Dia",
    "gospelReference": "1Yoh. 2:18-21",
    "gospelContent": "Berikut adalah referensi Kitab Suci yang terdapat dalam artikel yang sedang anda baca.\n\n\n  © \nimankatolik.or.id\n\n\n\n\n1Yoh 2:18\nAnak-anakku, waktu ini adalah waktu yang terakhir, dan seperti yang telah kamu dengar, seorang antikristus akan datang, sekarang telah bangkit banyak antikristus. Itulah tandanya, bahwa waktu ini benar-benar adalah waktu yang terakhir. \n1Yoh 2:19\nMemang mereka berasal dari antara kita, tetapi mereka tidak sungguh-sungguh termasuk pada kita; sebab jika mereka sungguh-sungguh termasuk pada kita, niscaya mereka tetap bersama-sama dengan kita. Tetapi hal itu terjadi, supaya menjadi nyata, bahwa tidak semua mereka sungguh-sungguh termasuk pada kita.\n1Yoh 2:20\nTetapi kamu telah beroleh pengurapan dari Yang Kudus, dan dengan demikian kamu semua mengetahuinya.\n1Yoh 2:21\nAku menulis kepadamu, bukan karena kamu tidak mengetahui kebenaran, tetapi justru karena kamu mengetahuinya dan karena kamu juga mengetahui, bahwa tidak ada dusta yang berasal dari kebenaran."
  }
]